{
    "article": [
        {
            "id": 2684,
            "title": "悲观与乐观",
            "question": "悲观的人如何能变得乐观？",
            "zhihu_link": "https://www.zhihu.com/question/266034365/answer/557697304",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1A-内外/1-内在建设/1c-自强\",\"3-信仰/3B-信与疑\",\"1-家族/1D-心理/抑郁\",\"处世\"]",
            "links": "[\"傲慢之路\"]",
            "last_update": "2021-05-24",
            "content": "这个问题，存在着很多流行的答案。首先，我们来对可能合格的答案设定一些基本标准：\n\n1）**边际效用不能递减**。也就是不能渐渐失效。\n\n如果会渐渐失效，随着失效的趋势被察觉，它事实上会在**失效趋势被察觉的瞬间**就失效。因为悲观的人是极度敏感的，他们本来就会高度紧张的注视一切恶化的趋势，并且将一切恶化迅速的视为崩毁的前兆。因此假设一种保持乐观的方法的效用会递减，**哪怕只是有走下坡路的阶段**，都会大大的折损它的实际意义。悲观者不会等到事情一天天恶化直到自己在生理上承受不了再绝望，而是在“事情刚开始走下坡路没多久、自己找不到任何上坡路的可能”的**很短的期间**就绝望。他们在这绝望面前如此的脆弱，以至于事情还离真正的无以为继还非常遥远时，他们就可能认为自己已经走到尽头了。\n\n这样的手段的问题不仅是不够有效而已，还会有长期的、全局的危害——就像游戏只有三条命，人生能支撑“切换乐观方式”的次数对大多数人来说都很有限。往往经历上两三个切换还未能拥有某种坚实的方法，人们就会对乐观本身产生虚无心态。甚至会抛弃这个希望本身——我已经不想再被人弄得乐观起来了，因为抱有希望然后再被踩灭太痛苦了，我还不如呆在我习惯的痛苦里，至少习惯了，会觉得没那么痛苦。每一次被人用手段哄骗得乐观起来，我都要消耗大量的能量，这些情感能量我如果省着在习惯的悲观里用，说不定还能撑久一点……\n\n2）**要有可持续性。这是指既不能有致命的累积副作用，也不能依赖不可持续的资源。**\n\n有两种致命的副作用。\n\n第一种，生理伤害，尤其是会导致思维机能障碍的生理伤害。\n\n会带来思维机能障碍的生理伤害的达成人类乐观的手段，就是**广义的毒品。**\n\n毒品事实上只是会刺激人体自己分泌吗啡类物质的诱发物。烈性毒品它能以摧枯拉朽般的效力**暂时摧毁人的悲观感**，但却是以**不可逆的扼杀人**的方式。\n\n如果不直接吸食毒品，而采用各种手段去刺激自身的生理在内部分泌吗啡类物质，那么这些刺激手段本身在本质上也只不过是**软性毒品**而已。用这个方式去抵抗悲观，实际上一样有边际效用递减的问题——如果不加大剂量，只是保持剂量，那么它的效果一样会渐渐减退。无论是健身、游戏、性爱还是事业成功，如果拿来对抗悲观倾向，都会受到第一禁忌的作用，需要你渐渐加大剂量。悲观的产生是无成本的，这些“药”却是代价昂贵而渐渐失效的。要么它太昂贵以至于你渐渐负担不起足够“药效”的剂量，于是重新归于悲观，要么它太便宜，于是你不断的加大剂量，以至于超过你生理上承受的能力。因此，这类手段只能在紧急情况下作为争取时间的缓兵之计，而不能作为最终的解决方案。\n\n绝大多数人，都在依靠这个方案。只是在不停的“换药”。\n\n第二种，就是以不能适应物质规律的认知失调为代价。这是指以不尊重自然规律为前提的自我欺骗。这也将导致人的未来变得非常危险。自然规律是不为尧存、不为桀亡、至公至信的。无论什么样的思想体系，以使人无视或扭曲自然规律，使人直接认定事实不存在，来换取暂时的乐观精神，至少在技术层面上，我们仍然不认为它是一种可行的选择。\n\n至于“依赖不可持续的资源”问题，原理很简单——有种东西能拯救你，也没看出什么副作用，结果它过两天就会没有了，那么这个供应的断绝对你就是个巨大的威胁，本身就足以导致抑郁。如果不是确定的可以预料的断绝供应，而是随时可能消失，则对人威胁更大。哪怕事后证明并不是断绝了，而仅仅是意外暂停，后来又恢复了，也一样令人长期处在它会突然断绝的忧虑之中。\n\n譬如说你视为救世主的人。\n\n依靠特定人，则这个人令你失望时，你会落入更深的深渊。而人怎么可能一直不让你失望？人不能拯救人，人也不可以指望人的拯救。很大一部分抑郁其实是上帝给狂妄自大者和偶像崇拜者设立的惩罚机制。狂妄到自认为可以救人者，会亲手伤害自己打算拯救的对象。而胆敢依赖人的拯救的，则必定堕入更深的深渊。\n\n自己想想，是不是你本来就是这样一步步落入现在的水底的？——一个个你寄予厚望的人，恰恰令你痛苦的大失所望。不是只小小不如意，而是幻灭般的露出罪恶、愚蠢和冷漠？原以为是菩萨的，却发现实如恶魔？\n\n如果是这样，那么再依赖贤人高士来寻求拯救，岂不是偏向虎山行吗？\n\n这个新上任的活救主要负责一辈子不消失也不令你感到幻灭，才能不断的让你有更多一天的勇气活下去。一举一动皆关人生死，这人若不知道则罢了，若是知道，也许开始会受宠若惊，深感荣幸，时间长了，却要恨你入骨。\n\n相信我，没有任何人可以给得起的代价足以支付这样的压力。到最后势必要发展到“只要你不抛弃我，我什么都愿意，即使奉上全部的自由与个人财富都可以”的地步。\n\n到这一步，偶像崇拜已成，不会再有什么好结果了。只会以相互的失望、怨恨和各自的重伤告终。\n\n无数父母子女成仇，朋友反目，师生恩断，夫妇义绝，都出于此。\n\n这条路是不可行的。\n\n**得救的道路必须与任何活人无关，不可以依赖于某个活人如何做，否则这种不确定性和脆弱性会要你命。**\n\n我们先把这几条限制放好，再看两条基本的胜过抑郁症的路径。\n\n先说第一条，**抑郁者所犯的基本错误。**\n\n这条基本错误是什么呢？\n\n**那就是当自己认为毫无希望、自己所相信和崇拜的所有人也认为毫无希望时，就相信事情是毫无希望的了。**\n\n抑郁者们若想走出看不见亮光的山洞，那就把这句话再读一遍，想一想，然后再读一遍，然后再想一想，然后再读一遍吧。\n\n很多人以为抑郁者需要的是鼓励，是安慰。这是错的。抑郁者最大的问题，是**傲慢**。是需要迎面一记耳光抽下去，迎头一棍敲下去的**傲慢和狂妄**。\n\n你们自己仔细想一想，凭什么你们自己看不到希望，希望就算是断绝了？凭什么你们所崇拜的人都说没有希望，希望就断绝了？你是什么人？他们又算是什么？如果你或者这些人就可以口含天宪，言出而道随，你又为什么会陷入这种觉得世上任何人都比你强的绝境？\n\n你一面觉得自己对一切都无能为力，另一面又觉得自己超神的智慧足以判断希望在客观上存在或者不存在——你没有看到这其中的逻辑问题吗？\n\n主宰世界的不是你，也不是你所崇拜的人。即使全世界的人类加在一起连同古往今来一切的圣哲一齐复活，异口同声的说“绝不可能”，也同样无用。\n\n在相对论、量子力学出现之前，一切的人类当然都认为它们是荒谬的，事实如何？\n\n李自成起兵时，全世界、连同他自己，没人相信他能灭亡明朝，事实如何？\n\n**你如此认为、与你同时的所有人也都如此认为，并不代表你们共同同意的事情就是真的。**\n\n人**没有资格**凭着自己的智慧就绝望。\n\n这种绝望本身就是在宣布自己就是上帝。你自己在代表上帝判你自己死刑，若你自己不从上帝的宝座上退下来，你就真的会被你自己处死。\n\n绝望本来就是为自我崇拜者埋下的惩罚机制。悔改，莫须可活，不悔改，则自我湮灭。\n\n承认自己没有能力判断哪怕一刻的未来，你就自然脱离绝望了；认定自己能判断未来，那么你一旦悲观起来，就会被卷入绝望的漩涡。因为越悲观，你越会失眠、注意力涣散，于是你的能力会进一步打折，给你更多的理由悲观。这一恶性循环没有尽头。\n\nWell，是什么让你觉得你可以判断未来呢？是人对“事情到底是如何成的”这个问题有普遍错误的认知。\n\n这来自深刻的人类生活的改变。自一战二战以来，人类的童年生活发生了一次巨大的转变——普遍入学，并且基本学制不断的延长。到了今时今日，人们普遍要经历长达10-20年的学校教育。不但如此，因为医疗技术和生产力的爆发性增长，人类社会的年龄构成与政治权力中心发生了大幅的向青年一代的滑移。这场大滑移的规模是如此之大，以至于无声的改变了人类对“事情是如何做成的”的认知——从“运气模型”转向了“考试模型”。\n\n什么叫考试模型？就是将事情看成一系列确定的、规范的问题。相信事情成功犹如参加考试。只要刻苦学习、掌握足够知识，在应考时沉着冷静，用上事前的积累，踩中得分点，最后就能成功越过及格线，得到优良考评，顺理成章获得社会地位和相称的财富与体验，也就是俗称的成功。在这个过程中，人最大的依赖就是自身的素质与努力。人最好的策略，就是谋求多知多会多能。依靠这些本钱，逢山开路、遇水搭桥，神挡杀神、佛挡杀佛，过关斩将排除万难、赢取最后的胜利。\n\n“运气模型”对应的则是一战二战之前的、以迷茫的中年人为基本模版的认知模式。人处在瞬息万变的无数威胁之中。完全预料不到今年是郁金香价格一飞冲天，还是南海泡沫骤然破灭倾家荡产，又或者是突然西班牙流感夺走家庭一半人口的生命，或者美满的家庭因为爱妻难产母子双亡而突然破灭。无人知道明天会发生什么，连知都不知道，更不必提什么采取有效预防措施了。仅有的根据不可靠的知识而做的层层设防，往往事后被证明既浪费金钱，且毫无用处。人既不知道下一个灾祸从何而来、也不知道它要如何对付，这种灾难是如此之多、如此之密集，甚至不分贫富老幼，不问富贵低贱，无人能逃避、无人能驾驭。人别无他法，只能相信事情里存在大量的运气成分。它虽然并不与人的努力完全无关，但绝非仅与努力有关。\n\n很遗憾，“考试模型”只是现代化学校教育造成的一种后果。它不可避免的在学校出现，并不可避免的在受到良好教育的青年进入独立阶段和决策者角色之前惯性保持。而**考试模型会直直的带你迎头撞上抑郁**。\n\n**因为它根本就不符合事实**。事实是真实的考验从不告诉你考题到底是什么，也从不简单的告诉你做对了还是做错了，也从不告诉你什么时候交卷。并且它非常喜欢在黎明前安排黑暗，在毁灭前安排庆功烟花。你如果遵从“考试模型”去构造你的预期，你将一定会多次遭遇全然出乎意料的失败。\n\n这个时候你一定要明白你困境的本质——\n\n**那只是“考试模型”的末路，不是你的末路。**\n\n人活得越久，越有更大概率遇上有重大破坏性影响的小概率事件。一来，时间跨度足够长，本身就意味着小概率事件发生的必然性在增强。发生没什么，受到一次打击也没什么，问题是你复盘整个过程，会发现你没有办法在下一次的长远计划里排除再次发生的可能性。\n\n无论做什么样的规划，在毁灭性的小概率事件面前都是不堪一击的。而你没有任何手段能保证预测，也无法全都做到有备无患。如果要准备那么多保险措施，保险措施的成本你是支付不起的。就算你支付得起，你所做的事情的利润也会无法填平这些保险费。不但如此，这些亲身经历的小概率事件还会让你发现——其实你以前就只是运气好而已。那么久没有出事，其实只不过是运气而已。你以前只是根本没有意识到这个问题还是一个问题。还以为没出事就表示它不是问题。等到问题发生，你已经不能否认，老老实实回头复盘，你才会发现这个事现在才出，你已经是运气很好了。越是这样，才越可怕——以后怎么办？\n\n我怎么知道这样的问题不会再出现下一个？我怎么知道下一个潜藏的致命问题何时爆发？之前我也完全看不出任何出问题的可能性，结果一样出了这么严重的问题。那么在我解决了出现的问题之后，再次回到了“什么问题也看不出来”的状态，我就可以安心了吗？\n\n安不了心，就睡不着觉。睡不着觉，用不了多久，你就会陷入躁郁的漩涡，越躁郁，现状越恶化，越睡不着，也有更多的理由躁郁，越睡不着。\n\n循环往复，直至地狱。\n\n那些人来劝你是没用的。因为你的道理都是对的。他们想要证明你的逻辑哪里有错，都是徒劳的。你不是不想听他们的劝，很想，真的想。问题是，无论你怎么想听劝你都听不进去。道理很简单——你的担忧的确是对的。你尽管翻来覆去的再想，你一定最后会发现你的担忧的确是有道理的。\n\n**你不是疯了所以抑郁，而是恰恰是因为完全理性、而理性再告诉你悲观预期，你才无法不抑郁**。那些劝解无效，是因为他们的道理不通。你又做不到就为了解决抑郁而抛弃理性——勉强去做，你只会完全迷失。迷失会带来更灾难性的失败。于是抑郁会再次涌上来遮住一切阳光。\n\n出路在哪？\n\n其实出路就在危机自身中。\n\n你的前一半想对了——的确，人生充满了你不能控制的风险，随时随地准备伏击你，而且你对它们并没有胜算。你想到后半生都要这样度过，自然不免害怕。\n\n但是你也要意识到——你的前半生恰恰也正是这么过过来的。\n\n你的前半生，事实上也从没有一刻不是从各种不可控制的意外之中穿行而过。\n\n你的前半生，已经充满了各种意外——不止有你自己看见并知道的那些，还有无数你没有看见、没有知道的那些。你所忧虑的后半段人生，和你已经安然渡过的前半段人生没有什么本质的区别，而你不是已经成功的度过了前半段人生么？\n\n如果你现在在忧虑未来的失败可能来自无法提前预料、也无法控制、也无法补偿的突发风险的威胁以至于抑郁，那么你首先应该做的改变，是重新认知到目前为止你的一切曾有的成功。\n\n**一切你曾有的成功，首先都依赖于没有发生过无法提前预料、无法控制、也无法补偿的突发风险，而不是首先依赖于你的努力。**\n\n**你首先是【幸运的】，然后才是【努力的】。你过往的成功，你自己的努力本来就只占有很小的一部分“功劳”。【幸运】才是它们得以实现的主要原因。**\n\n于是，当你忧虑自己的能力将要一路衰弱，害怕成功的机率会大幅下滑时，记住——那首先是你把自己的成功归功于你的能力结果。如果你本来就知道自己的能力并非成功的主因，那么你又有什么必要担心这微不足道的“能力的下滑”会影响多少结果呢？\n\n船上的厨师不必过于担心自己的衰老会耽误船的航程。\n\n仔细看清楚，**你的抑郁，是对你之前“将一切荣耀归于自身努力”的合理的、必然的、而且是完全对称的报应。这个惩罚机制如此的完美，会为每一分自大量身定做，自动延长。**\n\n你之前有多归功于自己，在你力不从心时，就一定有多绝望；你抱着这心态一分钟，你的绝望就要延续一分钟。直到你诚切领悟“我的一切成功实在首先是受赐与天”，真心实意将荣耀首先归于幸运，你才能离开这条直通地狱的路。\n\n死不悔改者，无论如何挣扎也解决不了自大所必然兑换成的恐惧，绝无幸理。\n\n人终究要走、茶终究要凉；宴席总要，曲消人散，高楼歌舞，终有竟时。谁也逃不过这一天，丧钟为每个人而鸣。\n\n地狱的门必将为每一个自大者洞开，生路也为每一个人铺就了。\n\n**丢下你的狂妄，你就可以活。**\n\n**丢下！**\n\n看清了“幸运才是一切的基础”，很多人不但没有舒心，反而紧张起来了——那么，我如何相信我将来的运气就会很好呢？\n\n这是一个非常好的问题，的确，如果运气是如此的要害，那么岂不是未来对我更加不可预测了吗？\n\n这时候，你有几件事情要解决：\n\n第一，真正放下你的狂妄。\n\n何谓真正放下狂妄？就是开始认识自己之前做得有多么糟糕，厘清、理解并且开始接纳这一点。\n\n去和自己害怕和回避的批评者求教，去把自己暴露出来，请人指出错误。去向曾经警告过你的失败和预言过你失败的人求教，去阅读历史书，去重新学习。\n\n显然，上面这些没有哪一条是好受的，我也并不建议你超出自己承受限度的盲目“精进”。但是，你能承受住什么，就该去勇敢尝试之。\n\n直到你扎扎实实的认识到你自己曾经是多么的错误。\n\n**因为你越是深刻的认识到你之前有多么错误，你才越能明白你之前其实有多么幸运。**\n\n你反省得越深，越明白自己之前有多么荒谬和狂妄，有多么偏执和扭曲，你越会看见一个显而易见的事实——公平而言，你远该在比现在早得多的时候落入比现在深得多的困境。\n\n**你实在、实在已经非常幸运。**\n\n这种反省，本身就是一种信心的重建。不要担心“失去了骄傲”你将如何“在外人面前抬不起头来”，让“那些人看了笑话”。\n\n这个不是“自尊心”，而是**虚荣**。虚荣是你傲慢的燃料与火焰，你如果不放下它，你的傲慢就没有放下，你也将很难走出困境。\n\n忏悔不是一种损失，而是一种收获。忏悔越深，越知道幸运，也越会对未来重生安宁的信心——“**之前我是盲的，还依靠纯然的幸运支撑到了现在这样一步，现在我看得见了，幸运如果并未衰减，我当然会比之前有更好的前途**。”\n\n这本身就是一种治愈。\n\n但是，我再说一遍——这是专为鼓足勇气真诚忏悔者留下的救赎，只有这一条路可以领取，而且虚情假意的装腔作势“认错”是没有意义的。\n\n忏悔不能是为了这福利而做的姿态。认清自己的错误，仍然需要遵循中立的、理性的、公允的态度去就事论事。的确知道这是错的，并非刻意冤枉自己，这忏悔才能为你带来救赎。\n\n我们再来看看这个大哉问——人是应该保持乐观还是应该保持悲观？\n\n这看起来似乎是个可笑的问题——当然是追求乐观啊，怎么会有人追求悲观？还保持悲观？\n\n这可太低估悲观主义的魅力了。\n\n悲观主义者们热爱悲观主义的原因，在于他们觉得悲观是安全的。如果悲观而不幸言中，那么我早有准备；如果悲观而居然落空，则我凭空收获惊喜。\n\n因此我只要严格的保持悲观，学会与悲观共舞，我就只会有平静和惊喜两种情绪，岂不美哉？\n\n小算盘打得噼啪响。\n\n倒也不能全怪他们，他们中的很多人——甚至是绝大多数，都是从乐观主义立场跌落到悲观主义的。早年人人都曾试过乐观，奈何世界反复的给乐观的我迎头痛击。凡是我觉得“虽然有出事的概率，但估计不会出事”的点，常常恰恰正是出现致命问题导致我败亡的点。天意似乎饱含着一种黑色的恶意，每一次都像是故意似的，我指望什么，就让我丢失什么，我依靠什么，就让什么崩溃。\n\n不是我不想乐观，实在是乐观不了。乐观，就像预约失望和绝望，而且还会因为有所期待而承受双倍于意外的打击。\n\n我如果乐观，则若是符合期望，也不过是意料之中；如果不符合期望，就要遭受失望的折磨。和悲观主义相比，岂不是客观上人生体验更痛苦吗？\n\n所以哪里有什么选择余地呢？乐观不过是一种暂时没有脱离的幼稚，悲观才是成熟的稳态。\n\n看到这里的人，百分之九十九都是顺着这条路走来的，说错你们没有？\n\n走到了这里，已经学会了悲观的你们不是也发现悲观主义并非一条出路，不是吗？\n\n理论上悲观可以帮助你平静的面对明天大概率会到来的失败，免于失败的重伤。\n\n问题是，**保持着悲观心态的今天已经是生命不可承受之轻了。今天的悲观已经夺去了我今天的快乐，明天我所得到的并不是被许诺的“受打击却很平静”，而是为了应对后天可能的失败而不得不挺过的又一个今天。**\n\n我每天都在为应付明天的恐惧而献祭今天，也许我真的靠着不断的毁灭今天来拯救了所谓的明天，但是我的生命却是由一个个的**今天**组成的吧？\n\n总是用今天的阴郁换取明天少一点失望，这本身有何实际意义？\n\n唯一逻辑有效的路，却是一条没有意义的路。所以你们才看到了这里，说错你们了吗？\n\n除非这逻辑的铁壁上存在裂缝，否则哪里还有出路呢？\n\n让我们重新来检讨这个问题——到底什么叫做乐观，什么叫做悲观？\n\n举个例子，当我发现水坝出现了巨大的裂缝，经过计算我发现水坝即将崩溃。我这个“预计水坝即将崩溃”的心态，是否称其为悲观心态？\n\n对称的，我与人打斗地主，我现在手上还有最后两把牌，一对3，一张4，但此时该我出牌，而且其他人手上都只有一张牌了。此时我预计只要我先出一对3，我就将获得胜利，我这个“预计即将取得胜利”的心态是否称其为乐观心态？\n\n你们发现问题没有？\n\n大部分人犯的第一个错误，就是把上面这两种态度划分到悲观和乐观的范畴里了。他们的划分法是这样的——凡可能导致我不开心的预估，无论出于何种方法，具有何种可靠性，均属“悲观”，反之则均属“乐观”。\n\n实际上呢，这种立场既不是悲观，也不是乐观，而是**实事求是**。当判断的信度大于个人喜恶所能扭转的程度，你这个时候的态度叫做“实事求是”。\n\n事情就是这样，你不喜欢，它估计也是这样发生，你喜欢，它估计也是这样发生。你自己意识到你喜欢或者不喜欢，都不影响这个事情的实际走向的时候，如果你不嫌僭越和夸张，这种态度勉强可以算“客观”。——既不是悲观、也不是乐观，而是客观。\n\n客观评估只是你进行各种应对的起点。\n\n记住，它是中性的。\n\n我知道，有时候客观评估出来的状况使你害怕和恐惧，会刺激你种种的恐慌想象。但这种情绪状态仍然不叫做“悲观”，而叫做**焦虑**。\n\n你是在焦虑，你不是在“悲观”。\n\n有时候情况相反，是让你感到惊喜愉快，但这惊喜愉快的情绪不过是“快乐”，这种感受本身不叫做“乐观”。\n\n那到底什么叫做悲观？什么叫乐观？\n\n**是在证据不足的情况下，判断不清晰的前提下，基于不完整的证据、不完善的理论，做出猜测的方向，定义了悲观和乐观。**\n\n**乐观与悲观，特指证据够不着、理论盖不住的那一块。露出了这个角，才开始谈到乐观与悲观。**\n\n在这之外并不存在乐观与悲观，而是混进了乐观悲观问题的“如何迎接事实挑战”的问题。但这个混淆有极大的分量，所以我们单独把这个关联问题做个解答——答案是无论你觉得这事实是让你欣喜还是让你恐惧，你的猜测都是错的。\n\n你要做的是分辨这件即将到来的明确事实的所有侧面，去做出该有的应对。\n\n一切确定到来的事实，长远看都是中性的。并非让你发财就一定是天官赐福，让你生病就是霉运当头。福兮祸所伏，祸兮福所倚。放眼长远，用历史的眼光看，每一件事情都会与无限久远的后续事件发生复杂的关联，以至于无论你将它定性为是好还是坏都是近乎于无意义的。\n\n一件让你此刻魂飞魄散，却在十年后让你感激涕零的事、它是福还是祸？一件让你现在春风得意、五个月后却让你噬脐莫及的事，它是福还是祸？\n\n**但是，“你因为种种因缘际会看见了它的到来”，这本身是一件超越后续祸福的福。**\n\n**看见没有，“看见”本身就已经是福。是五味杂陈、难分好坏的未来里的一丝确定的甜味了**\n\n因为近在眼前的祸福而悲喜是是人之常情，但也是众生无常之苦的根由。看破这个谬误，将它重新回到真正更符合客观事实的中性零位，你才能真正不以物喜、不以己悲，不乍起乍落，在无意义的辗转反侧中提前耗尽自己的心理资源而陷入最终因疲劳而无法摆脱的阴郁状态。\n\n不但如此，因为懂得穿透这种肤浅的情绪爆炸，你还能因为懂得欣赏和感激这一点确定性而获得小幅的充值。\n\n就靠着这么一个大摆脱、一个小补充，你的人生感受就已经可以改善很多。\n\n尤其是，你注意到没有？理性的推断能力能让你更多的将本来需要进行悲观和乐观表态的事务转而归为“中性味甜”的微良体验。你的推断能力越强，就有越多的事务可以划归这个微良体验的范畴。\n\n这就是智者的平静，the peace out of wisdom。\n\n这已经是足以停靠的一大避风港了。\n\n然后，有人会批评你们“盲目乐观”。\n\n我相信你们应该不会对这种批评感到陌生吧。\n\n这件事通常发生的情形是这样的——A发现B没有看见某种风险却保持着对事情的乐观期待，于是A会对B说明这个危险，然后告诫B“不要盲目乐观”。\n\n这个情节一次又一次的发生，天经地义，犹如呼吸般的自然。\n\n对吗？\n\n“盲目乐观”，多么坏的一件事啊。“你在盲目乐观”，这是多么危险的一件事啊。\n\n“无论如何，我们不能盲目乐观。”——这是一种多么正确的心态啊。\n\n“赢家肯定都这样”——你认为。\n\n对吗？\n\n这难道还有什么问题吗？\n\n当然有。\n\n而且很大。\n\n**因为“仍然存在着你没识别出的风险”这一客观事实是永恒的、绝对的，与你悲观或是乐观毫无关。**\n\n无论悲观还是乐观，你都是盲目的。无论你成绩好成绩差，你都是盲目的，\n\n如果你不承认你是盲目的，你比承认盲目者更盲目。\n\n盲目是绝对的。**凡乐观，必是盲目乐观。**\n\n世界上根本不存在不盲目的乐观可言，因此反对盲目乐观的人，就是在反对乐观本身。他们之所以在前面加上“盲目”两个字，无非是为了使自己的讨伐行为染上正义的色彩罢了。\n\n如果说他们确有所谓point，那也只是“你不应该放松警惕”。\n\n你当然应该保持警觉，不要讳疾忌医、不要自欺欺人。\n\n但是，问题是，**到底是悲观的人更讳疾忌医，还是乐观的人更讳疾忌医呢？**\n\n你们看懂了吗？\n\n一个看起来很乐观，但是听不得坏消息的人，真的是一个乐观的人吗？\n\n还是一个好不容易拼凑齐了勉强能压制恐惧的残砖碎瓦，所以绝不允许人触碰的悲观的人？\n\n看见这诡异的真相了吗？——那些“乐观者”其实是悲观者伪装的。他们的乐观不过是自己给自己用破碎的证据堆积起来的镇静剂。\n\n真正的盲目乐观者，根本不需要什么足够的证据来证明自己可以成功就已经无端的相信自己会成功。正因为如此，他们自然也不会有人证明了自己果然证据不足而改变主意。\n\n谁才是真正的乐观者？\n\n是那些明确的知道自己没有足够证据，但仍然不担忧自己会失败的人。\n\n真正的乐观者，亦即盲目乐观者（盲目是绝对的），是那些清醒的知道自己的盲目，但仍然乐观的人。\n\n如果你没有清醒的认识到自己的盲目，那么你的乐观是经不住人们几次警示的——你只是一个悲观者，强行在安抚自己罢了。\n\n盲目乐观，是一种需要靠清醒的认识为前提才能达到的境界。\n\n它不但不是坏的，反而是真正好的东西。\n\n它的问题是难以获得，以及难以呵护和养护。\n\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 9964,
            "favorites_count": 459
        },
        {
            "id": 1106,
            "title": "财富观",
            "question": "如何树立正确的财富观？",
            "zhihu_link": "https://www.zhihu.com/question/314627020/answer/1193533378",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1G-统绪/1-规矩\",\"1-家族/1A-内外/1-内在建设/1a-三观\",\"处世\"]",
            "links": "[\"责任感\",\"家族\",\"慈善\"]",
            "last_update": "2022-04-03",
            "content": "这是非常重要的一篇。\n\n第一个问题，什么叫财富观？\n\n财富观是指对以下两个问题的解答：\n\n1.  财富的本质是什么？也就是到底什么才是财富的本位物，是财富真正的尺度？是钱、是物、还是权力？\n2.  财富应该如何管理？这指管理财富的目标是什么 / 如何达到这些目标？\n\n这两个问题的答案有很多种，实际上每一个意识形态都有自己的财富观，那么如何可以称得上自己是正确的财富观呢？\n\n这句话你们记住——世界上有一种天然的正确标准，就是“可持续性标准”。一个理念获得追随者的能力大于追随者损失的速率，这项理念就具有了可持续性。\n\n可持续性本身又分两种模式——传染病模式和繁衍模式。\n\n传染病模式的理念会吞噬它的追随者，但它有很强的传染性，足以靠着不断的感染新的个体来弥补损耗。只要它维持伤害力与感染力的平衡，它就能获得可持续性。如果历史氛围对它传播过于不利，它会靠着概率附着在极少数幸存的追随者身上潜伏，直到下一个春天的到来。\n\n繁衍模式的理念则促使它的追随者获得总体的生存优势，通过不断的产生富余的生存资本来促进追随者的繁衍和扩张，由此获得自身的可持续性。\n\n注意，我们现在谈论的是理念本身的可持续性，而不是理念的追随者的可持续性。理念自身拥有了可持续性，它就客观上获得了加冕为真理的候选资格，这也是人类永远在迷惑与争论中挣扎的根源。\n\n我们实际上在最终意义上没有能力断言具有无限可持续性的理念孰对孰错，我们只能从对追随者自身的可持续性的利弊分析上去分辨何者是更明智的选择。\n\n（可悲的是，对大部分人而言，真实的故事其实是在无限的举棋不定中最终耗尽了自己的选择余地，只能在交卷铃响起的最后关头，由着自己的恐惧、贪婪和愚昧抓起笔，在某个离自己最近、摸起来最舒服、闻起来最香的选项下打了勾罢了——哪里存在什么所谓“选择”？）\n\n这里已经出现了两层价值判断的法则——\n\n**第一层，自身不具备可持续性的理念，自己就会湮灭，因此不具有参选的资格**。这些种类犹如致死率百分百的病毒，即使偶尔因为突变而诞生，甚至靠着强烈的传染性挣扎一时，也会因为初代倒霉蛋的灭绝而自行湮灭——譬如太平天国就是个例子。\n\n**第二层，自身拥有可持续性的理念之中，有利于人类自身的可持续性的，对于人类是更好的选择。**\n\n这两个法则，就是衡量一个理念的好坏的基本工具。\n\n---\n\n接下来，我们来看看这个财富观的基本构成。\n\n1）**财富是经由有效的祈祷而被赐予的。**\n\n**人的努力——哪怕是所谓团队的努力、社会的努力——在最终产品的所有绝对构成要素中所占的比例其实甚微。导致一件“劳动成果”之所以存在的要素绝大多数都与人类的劳动无关。**\n\n比如，地里长出粮食，人的播种、施肥、收割，只是担当了很小部分的工作，阳光、降雨、土地、空气、昆虫……等等等等无数的因素才是这件事的主要方面。这些方面出现任何问题，人类的“劳动”就是无效的。\n\n又比如，一个团队开展一项研发项目，最终顺利上市大获成功。看似这百分百都是人类的努力了？你错了，其实这依赖于团队主要成员在这期间没有意外染病、没有闹起离婚、没有至亲去世、没有在每天上班的路上被车撞死，也依赖于办公室没有在地震中倒塌……等等等等无数被**默认**为“不应该出问题”的环节没有出问题。\n\n问题是，有谁对你保证了这些环节不会出问题？\n\n如果人类想要宣称产品百分之百来自自己的努力，那么人类显然应该对一切生产相关要素实施掌控。事实上，只要稍微追究一下，就会发现“运气”是不可能被排除的重大要素，**而且绝不是全部在无关紧要的非关键路径上**。\n\n换言之，无论你自认为你的努力是多么的艰苦卓绝、超越众人，你都不能认为劳动成果是对你的劳动的理所当然的奖励。\n\n劳动与产出的关系，更准确的描述是**劳动只是为你赢得了一张抽奖券，这张奖券是否会开到奖，还要看抽奖结果。**\n\n**财富在本质上是被赐予的｡不是你赢来的。**\n\n世上从不存在什么“理应获得”。你劳动，实际上是一种对上天的祷告，你获得或者不获得，是上天对你的一种回应。\n\n**主权在天，没有所谓公平或者不公平。**\n\n**2）财富在本质上不是私有的，人对财富所拥有的是被赐予的管理权而不是所有权。**\n\n上帝赐财富给人，是有预设条件的。条件就是你拿到这份财富之后要妥善的运用，以兑现祂对人类的爱。\n\n换言之，这些财富不是交给你由你**所有**，而是交给你**代管**，去实现**祂的目的**的。**追根到底，你只是管家，而不是主人。**\n\n人不能肆意侵犯这种赐予关系，否则社会本身会被诅咒——不尊重私人处置其财产的自由，社会将失去生产力上的活力，族群可能因为生产力的崩溃而灭亡。这个客观事实被人错误的理解成为了自然法中存在“私有财产不可侵犯”的条文。因为**自然法是神圣意志的体现**，于是这一领悟进一步的演变成了“私有财产神圣不可侵犯”。\n\n**但这是错的。**\n\n你与财富的关系，就如你是一家公司的总经理。人们洗劫了公司，冒犯的其实不是你，而是公司的所有者——尽管所有者给了总经理依给定的目标处置资产的授权。\n\n**神圣不可侵犯的不是人的“所有权”，而是人被赐予的管理权。**\n\n**所以，“总经理”们不要得意忘形——这些财富交给你们绝不是“任君处置“的。**\n\n表面上你似乎拿来烧着玩上帝也不会允许别人横加干预（刚才说过了，允许这样做的社会会受到生产率诅咒）但实际上如果你们不遵守祂给你财富的初衷，你必将因为滥用而受诅咒。\n\n你的财富会为你自己和同食此利的家人招来各式各样的骗子和盗匪。这些骗子的伪装绝对的胜过你能明察的极限，夺走你一切对人类给予任何信任的勇气；这些强盗的威胁绝对胜过你一切的防御手段，夺走你一切的安全感。\n\n你敢滥用一分，这诅咒就会收紧一分。直到把你活活扼杀。\n\n任何人如果认为财富划转到了自己名下，自己拥有了世俗力量不能不投鼠忌器而加以保护的控制权，就意味着自己可以秩序所欲的利用这份财富服务于个人的欲望，都构成**自然法所不容**的窃取行为。一切的自然规律会动员起来，自动的制造这人无法抗拒的风险。一次又一次，直到将这份财富剥夺、甚至最终将拒绝悔改到底的此人——有时甚至包括其后代——消灭。\n\n**你们一定要仔仔细细的记住——**\n\n**神赐予你的管理权固然神圣不容凡人侵犯，神对财富的定义同样神圣不容你侵犯。**\n\n**任何领受财富的人，都有不容推卸的、犹如利刃加颈一样的责任，去将这财富尽最大努力的用于对爱的最大实践。**\n\n换句话说，神从来没有将任何财富仅仅赐予任何个人。每一分交到个人手里的财富，都是预定了要经由这人转交给全人类、乃至于转交给祂所创造而挚爱的一切的。财富的领受者，只是承担了实现祂这使命的指定责任人。\n\n财富流转到谁手里，谁就负有这份不可推卸的责任。\n\n谁敢丝毫的轻忽，无论是有意的也罢，无意的也罢，知道也罢、不知道也罢，绝无宽免可言。**自然法则的认知义务在受管辖者自身。**\n\n换句话来说，财富即责任。\n\n财富越大，责任越大，压力越大，轻忽狂悖的惩罚也越重越大。\n\n恕我直言，**如果你没有这份自觉和自愿，贫穷甚至比富有更幸运。**\n\n**从纯粹享乐的立场来看，财富实际上是中性的，甚至是负面的。——拥有得多了，带来的责任若是你不情愿的，反而成为事实的折磨，会夺走快乐而不是带来快乐。**\n\n我深为世人忧虑，太多人并不知道财富的这份本质，还以为要获得他们追求的那种快乐，最好的手段就是获得足以为那些享乐买单的财富，其实如果没有足够对等的自觉，这是途经欲望而通向地狱的路。\n\n理清了财富的本质，就可以开始讨论财富的实践守则。\n\n**3）个人生活应力求简朴，以便将自己的财富留出最大的份额用于爱的用途。**\n\n你的存量财富应该按如下方式来运用——\n\n首先，用于保证你自己的健康和平安。因为你遵循这个财富原则，你就实际上是周围人分享到爱的源泉之一。这使得你特别的重要。你的平安和健康不单只是你的事，也是周围所有受你输出帮助的人的事。\n\n从另一个角度来说，这财富是用于最高效率的帮助人类的，你也是拥有平等受助资格的人类。而在一切有机会被它帮助的人类之中，你的需求是最清晰直接的，且无转移支付的损耗和手续费用。\n\n所以即使处于效率原则，这财富也理应首先被用于帮助你自己维护健康和平安。这是没有问题的。\n\n但你要注意这优先权如果被滥用，就会自然的占用这财富的份额，甚至可能达到占用全部而毫无剩余可以用作慈善的余额的地步。\n\n也许你的确需要一千万来治疗某种不为人熟知的心理疾病呢？只要是真的，那么你也有权力去占用分配给你的财富。上帝总不会设定什么一刀切的具体数字，但祂**明察秋毫，洞知人心**——你有没有在悄悄的将奢侈和浪费解释为“个人健康与平安的必须”，你自己去面对上帝的审判。\n\n如果你的信仰是真诚的，我建议你尽自己的良知在“这是奢侈浪费”的认定上采取较为严格的标准。我有自爱的权利，即使是上帝也是许可的，但我也有避免奢侈浪费，过度占用这份**公共产品**的义务。红线在哪里，全看我到底对这份责任看得有多重。\n\n你如果打算在这里自欺欺人，那么就意味着你并不相信上帝有看破这自欺欺人的能力。也就意味着你的信仰本身是假的。若这事你本来就其实不信，你又何必多费一番事自欺欺人呢？\n\n这种巧妙地指鹿为马、令人无懈可击的聪明，本身就是一种自相矛盾的愚蠢。\n\n所以，不要对“健康平安之必要”做自欺欺人的解释，不要心怀任何侥幸。\n\n这里有一种流行的理论，说因为一个人的消费就是另一个人的收入，那么每个人都过奢侈浪费的生活的话，就能互相刺激，实现比全民克俭更大的经济繁荣。这似乎意味着自然法其实没有反对奢侈浪费。\n\n但这是错的。\n\n所谓浪费，是指不会带来价值积淀的财富使用行为。我一顿用二十只鸡，你赚到二十只鸡钱，你再用赚到的二十只鸡钱找我买一百斤米，也是一顿用完，实际上各有十九只鸡和九十斤米被倒掉。我们的综合GDP倒是很高，收支也看似平衡，但是**我们损失了地力和喂养面积原本可能有的效能**。我们只是在迫使“无主”的自然环境在承受损失。\n\n如果你能企及的环境对损失的容纳能力是有限的呢？**这“繁荣”本质上是以加速灭亡为代价的**。只是这代价无形而且位于“遥远的”将来，使得它看起来似乎无损罢了。\n\n但不要误会这意味着要尽可能避免使用财富。\n\n在首先遵循节俭原则照顾好自己之后，第二优先级的，是用于承担你的直接义务——照顾你的子女。\n\n与其他一切对象不同，子女是天赐的责任（即使是因缘际会造成的养子养女）。**一切成人都有自我供养的个人责任**，因此父母、配偶、亲属、朋友都并不能与子女竞争优先关系。子女的供养责任是不可推卸的，其他的供养则本质上是对其他本来要自负生存责任的成人的帮助。从这个意义上说，供养自己的子女是义务，而帮助任何其他人在本质上都是慈善。\n\n但你要注意，**节俭法则在此再次适用**。而且在这里，你应该已经可以明确的看到这个隐藏的法则——**神赐财富的本意既然是博爱世人，那么凡是会开列在“必要成本”项目下的支出，都必然要遵循节俭原则。**\n\n维持你自身，要提前开支，受节俭原则的约束；供应你自己的子女，是第二成本，同样要受节俭原则的约束。\n\n在此之上，你还可以列入其他必要成本，譬如父母、配偶等等，但一概都要遵从节俭原则——**越是优先保障的，越要遵循更严格的节俭，对于“这是否必要”的标准就要更严苛**。因为一旦在优先保障的项目上放松节俭原则，则可以预料你将自然而然的不再会有任何可以用于慈善的余额，这就在事实上折损了这份财富的初衷。\n\n那么，“普遍增大支出可以导致繁荣”的自然法则要作何解释呢？\n\n**这自然法则中的支出不是为穷奢极欲的浪费准备的，而是指慷慨的慈善。**\n\n你的财富在支付掉由节俭原则约束的成本之后的剩余部分，要**用于慷慨的慈善**。\n\n这才是这自然法则内蕴的神圣意志所准备奖励的那个“应该普遍增大的支出”。\n\n**但是，你们不要误以为慷慨的慈善是拿钱出去天女散花。**\n\n---\n\n**所谓的慈善，【主要】指的是一般意义上的“投资”，确切的说，指的是选择【有正外部性的】的事业，做【有效的】、【完全不患得患失的】投资。**\n\n我们一个个的来解释这句话的要点。\n\n首先是正外部性。**正外部性，是指这件事已知的副作用能由其利润合理的补偿、参与的各方均未亏本且有合理的利润、且有外部的第三方因此受益。即这件事情的维持和广大，不但能令参与者受益，而且能客观的让世界受益。**\n\n**换言之，这事业在逻辑上会为世界提供可持续性的净增加**。——你们还记得正确的双重标准吗？\n\n然后是有效性。\n\n投资就是投资，投资要严格的计算风险，在道德原则的约束下参与公平竞争、去追求最大利润。它要求充分利用一切可以利用的手段提高效率，消除贪污和浪费，执行严格的纪律和管理。\n\n**它从任何意义上都不是变相的天女散花、复杂化的发救济。**\n\n如果有人在参与中失职，你不能因为这件事的慈善本质就认为“反正是做慈善何必计较”。\n\n因为“天女散花”反而并不是做慈善。这一点我们在谈论直接赠送式的慈善时会另做讨论。\n\n每一个在此事业中受益分润的人，都必须用自己建立在道德前提上的有效性来证明自己的领受资格。这一点对你本人也一样成立——你也是靠有效劳动来从上帝手里祷告而得赏赐的。\n\n换言之，遵循这法则而行的“投资”，本质上只是一次群体的祷告。人人都要在同样的法则下凭借善良和诚实去面对自然法则和自然博弈结果的审判。换言之，这份收入并不是你发的，是他们依据自然博弈获得的。该获得的被你不正当的拦截，你的事业就会得到效率的审判。\n\n因此保持有效性，重视投资效率，并不是为了盈利，而是为了保证让自然规律、让天意在配置这些资源上做最大的表达。你要在遵循道德原则的前提下，听从市场的信号。\n\n在这基础之上，又有“完全不患得患失”。\n\n这个“完全不患得患失”，我叫它“天使原则”。\n\n因为这是在要求你将你的这份投入视作对正确事业的**天使投资**。你投入了，你要在意收益和有效性，但你要抱有**天使的心态——这份投资如果光荣的失败，也一样是得到了最好的运用。**\n\n**那是来自于上帝的托付，被运用到了上帝所钟意的用途。**\n\n**它“亏损”了，但是员工得到了工资、供应商得到了货款，参与者得到了经验和教训，继承者得到了遗留的知识产权。**\n\n**这是神赐财富的正确的“支出”，是爱的正当实践。这不但不是什么经营失败，反而是一种以光荣结束为形式的成功。**\n\n它必将带来更多的其他赏赐——至少，它会合理的移除你看守这财富的重负。你不必有任何良心上的恐惧，以为上帝是在以此表示你的失宠。\n\n如果你有继续承担更多责任的心，就去总结自己的经营失策、管理失误，积极的展开新的劳动祈祷，申请新的赏赐，去追求下一个事业。\n\n你甚至会在后面发现，这些失败是另一种形式的赏赐，是准备将更大的责任放在你肩上的必要准备。\n\n**如果没有严守法则，那么这亏损就不具备这种神圣的正义性，而可能是因为它本质邪恶而被神罚没。你就要专注去忏悔你的那些侥幸心，悔改修正。**\n\n无论是哪一种，你都没有必要自怜自伤、哀怨愤恨。因为**一切本来就不是你的。**\n\n在这里，我再提出一种更更简洁的手段——你可以直接寻找你认为在道德原则上和事业性质上都达标的企业（比如环保、医疗、养老、正当的科学研究、艺术探索等等），直接通过购买股票或指数基金的方式投资。\n\n但你要记得你这样做的初衷——天使投资的心态。\n\n**不要因为账面的涨跌就轻易的抛售——因为为他们分担亏损是正当的用途。**\n\n**但你如果发现他们在造假、在窃取，则无论他们看起来多么盈利也应该抛售出清，去寻找不那么邪恶的同行放下你的资金。**\n\n如果有天使般纯洁的选择，那当然要毫不犹豫的选择。但如果没有纯洁如天使的，那么永远选择更不邪恶的那些。\n\n你将会惊讶的发现，如果你坚定的怀抱这样的心态，如果你是自己经营，你将比以贪婪和私欲为驱动的竞争对手有坚定得多的意志和管理成本，有大得多的几率以低得难以想象的成本获得优秀人才的效忠，有显著更低的获客成本和客户忠诚，而且有强的多的面对黑天鹅和灰犀牛的运气——你要知道黑天鹅和灰犀牛的主人是谁。\n\n你可以完全淡定的相信，祂安排的一切变故，最终都是有利于坚定爱人者的。仅仅这份信心，就能让你每夜面对惊涛骇浪般的风险仍然能安心入睡。\n\n这本质上本来就是祂的事业，你做了你所能做的，要亏还不是祂自己乐意的，你急什么急？\n\n仅仅这少损失的睡眠，都足够你和那些用歪门邪道来争取不正当优势的对手们掰掰手腕了。\n\n克勤克俭，放大你天使投资的能力，然后慷慨的做这样的投资。\n\n这投资若有回报，就是上帝在赞同你的判断，并且祂在认为这事业还没有扩大到足够的规模。你有责任将所得进一步的追加投入，直到上帝通过公平自由的市场信号告诉你祂的想法变化为止。\n\n在这期间，**一直保持克勤克俭，不要以为这增长的财富是为你的私人福利、个人的私欲而准备的。**\n\n**投入到继承人的视野和心性的培养上，因为涉及到事业传承**\n\n最后一条，那句“主要”。\n\n所谓的“主要”，意思是这不是全部，意味着还有次要。\n\n这个“次要”，就真的是指“天女散花”了——是指无条件的捐赠。\n\n事实上，天使投资本质也是捐赠，发现了吗？但是它是**有条件捐赠**。要领取天使投资，当事人要参与市场竞争，要证明有效性，要对投资负责，要承担投资本金亏损的声誉压力……\n\n但无条件捐赠是无条件的，没有任何条款附加的。它甚至应该无条件到这样的地步——它应该是尽可能匿名的捐给自己不认识的、没有已知利害关系的不特定对象。\n\n遇到有人坐车没钱，你去帮ta刷掉，不要告知对方自己是谁，不要留什么鬼微信二维码。\n\n医院遇到人付不起手术费，你有能力，帮他付掉，不要告诉对方你是谁。\n\n遇到山区失学少年，你有能力，帮他付掉一次学费，不要告诉对方你是谁。你也不要去认识对方是谁。\n\n匿名捐给你认为因为承担了过多责任陷入困境中或者你单纯的认为对方应该有更多预算的慈善机构，不要搞什么冠名，什么去向审核。\n\n但这里我要特别强调一个要害——数额要小到你不会介意、你不会长期的念念不忘。你身价一个亿，那么这个数字可以高到几万几十万甚至上百万。\n\n你身家只有十来万，那么可以是几十几百。\n\n如果你的信仰成熟、信心强大，而且的确不以世俗为念，这个比例可以扩大。但止步的准绳要以你可以接受没有任何回报为限。\n\n这也是为什么这条法则要求你尽其可能的匿名、要求你不要去认识受捐助的人，这为的是从方法上保证你行为的准确性质，避免你将这些变成一种投资。\n\n人们对这种至善行为的感动是至深的，但你要记住，这善意 本质上不是来自于你，而是来自于你对神赐初衷的服从。\n\n你只是一个邮递员，你没有资格去领受他人的感谢，你**不可以**从这种职务行为中获得个人的利益，这本质上是**贪污和亵渎。**\n\n你要知道人的贪念是有多强大，不要对自己有任何过强的信心。所以，**这些匿名禁令本质上是为了保护你自己**，避免由此滑向危险的歧途，触发上帝的震怒。\n\n你不要对上帝对此的憎恶怀有任何侥幸，世界上有无数利刃般的法则在等着被这种贪污行为触发。所以，我再三嘱咐你们——如果你做不到即捐即忘、做不到甘心对方完全不知道你是谁，那么请缩小数额，不要犯下傲慢的罪。\n\n**但另一方面，你也绝不能将这个数字降低到零。**\n\n所谓的不能降为零，是指在两个要害上不能降为零：\n\n**第一项，是当你有了净收入，对这收入的处置中赠予的部分不能为零。**\n\n**也就是凡有净收入，必有捐献。**\n\n**第二，是指临终遗产中，捐献的部分不能为零。**\n\n**也就是必有遗产留给世人。**\n\n我来解释为什么这两条如此重要。\n\n先看第一条。\n\n之所以如此，是因为相信上帝的爱者，必然相信上帝对自己的爱是恰当的。于是必然推断出——上帝绝不会给予你承受不起的遭遇。\n\n无论多么的困难、艰苦，乃至于让他人望之闻风丧胆的试炼，只要落于你的身上，都意味着上帝相信你能承受得住，且能从中得到启示和成长。\n\n这就是神义论。无论如何都相信神的义，不将任何困难和艰苦视作恶意折磨，专心努力、竭力承受、拒绝将这些痛苦视为自己可以报复他人、转嫁痛苦、离弃对爱的信仰，是真诚信仰的最基本要求。\n\n否则一旦你觉得痛苦，你就自我授予一切为非作歹、损人利己的正当性，你所谓的信有何分量？\n\n而要向自己和上帝真实表达自己的这份定义，最简单的方式，就是**无论如何艰难，坚持坚守凡有所得，必有捐赠。而且你要记得这捐赠的守则——不可以任何形式谋求化为自利。**\n\n**（注意，我没有说你必须要优先捐给教会或者宗教组织。）**\n\n**你可以捐给合法政府，捐给随便的路人，但是绝不能为零。**\n\n哪怕只有一个铜板，甚至都不是货币的形式，仅仅只是不具姓名一伸手，一次指路，无论它多么微不足道，只要还在，你都是在用真实的行动向上帝表白——我承受住了，且有余力坚守你加诸在我身上的使命。\n\n使命既然未断，我自己抑制不住的抱怨就不足以否定我对你的忠实。\n\n这条限定的要求下限是如此之低，以至于你没有任何合理的立场去拒绝和逃避，也就意味着只要你明知故犯的逃避，你就没有任何理由去自认仍然对祂忠实。\n\n这是没有借口可言的。\n\n然后再说第二条。\n\n为什么遗产中的公益份额不能为零？\n\n这里我要先解开一个误解。这并不表示你的遗产必须要分出一部分来捐掉。因为这里有一个重要的前提——如果你的继承人（一般是你的子女）收到了你真正良好的教育，他们将继承你的财富观。那意味着他们本身就是高效的神赐继承者。在这种情况下，你大可以放心的将全部遗产移交给他们，没必要担心会违背这份财富的初衷。\n\n即使你教育失败，他们也一样是平等的人类，仍然有资格获得一份捐赠。只不过在这时你有更大的必要分出一部分来交给更值得继承这份财富的人，以便最大限度的完成上帝对财富的初衷。\n\n但这些其实不是重点。\n\n之所以会有这项禁止性条款，是因为**你不可以将所有的财富都耗尽在自己的治疗上**。\n\n相信上帝的人，即使并不在意永生，也应该明白人的真正生命价值就是服务于神的意愿。\n\n这意愿不是指你烧香占卜吃致幻剂自认为听见看见的那些谶语卦辞（占卜是试探神的罪行，是受诅咒的和禁止的）。它不存在任何第二种变体——它就是爱。\n\n你真的明白这一切，就会明白**人的价值就是追随上帝的示范，服从上帝的意愿，去增添这份爱。**\n\n所以，你不能将全部被托付的财富耗尽用于保住自己的生命。\n\n你作为财富的管理者，的确有特殊的优先权得到这份财富的保障。但这个优先权显然将会随着这份财富的耗尽而消亡。\n\n如果你将所有的财富都用在服务你自己，那么你的特殊优先性的立场何在呢？\n\n看到这是什么了吗？节俭原则。只是这里一次，你要节俭的是生命。\n\n**你有义务避免为了挽救自己的生命将所有财富耗尽。**\n\n上帝在这里设立了一项终极大考——世界上所有的财富加起来，也买不下一名绝对拒绝死亡的人的医疗账单。\n\n你必须要有心理准备，要在一个恰当的点说“好了，我已经不再应该享有受这财富保障的优先权了。”\n\n哪怕你主动留下的只剩一个铜板，你也不算不及格。\n\n但是要注意，仅仅因为意外发生得太快、来不及去下令全部用光它而客观上有所剩余，这不算数。\n\n为了防止这种万一，我建议你提前立好遗嘱。\n\n（未完，待续）\n\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 7841,
            "favorites_count": 438
        },
        {
            "id": 249,
            "title": "爱的痛苦",
            "question": "为什么当我很爱一个人的时候会觉得很痛苦？",
            "zhihu_link": "https://www.zhihu.com/question/418006057/answer/1827778336",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1E-两性/1-亲密关系/1a-交往准则/贪与爱\",\"2-事业/2A-功夫/1-学与玩\",\"性别\"]",
            "links": "[\"欣赏 2\",\"免于极端\",\"爱\",\"学习的快乐\",\"不紧张\",\"不抱怨\",\"尊重\",\"不尊重与不接受\",\"道歉\"]",
            "last_update": "2022-11-14",
            "content": "一般这是因为自己能力不足。\n\n**不是自己有余以奉人之不足，而是求人之有余以奉自己之不足。**\n\n盘算着可以用自己的感情——甚至自甘为奴——来做交换，让对方觉得值得而已。\n\n然后你又怀疑——实际上是知道——这恐怕不值。\n\n然后你一天到晚恐惧。\n\n恐惧又没办法，所以你希望对方自己自动觉得值得。\n\n于是你一天到晚逼着人家拿证据给你证明ta真的觉得值得。\n\n然后你又害怕——实际上是知道——对方是被你勉强的。\n\n于是你拖着这个害怕想要趁着没完蛋逼着自己赶快在垮台之前变得有足够的好。\n\n你没恐惧之前尚且没有做到，背着一亿六千万斤的恐慌还做得到才真的是奇迹。\n\n然后你没发现奇迹。\n\n爱是把你自给而有余的东西送给别人。\n\n你自给吗？\n\n你有余吗？\n\n有余，不是主要靠扩大你的能力超出你一切的欲望——贪婪可以撑破宇宙，你的能力却连月球也够不着，\n\n而是靠看破无聊的欲望去节省出有限的能力。\n\n独立不足——这赤裸一点就是不能可持续的独自生存，还不可以自得其乐的接受独处——实话实说，不宜主动去追求恋爱关系。\n\n因为一个攫取者不害怕是不可能的，害怕而不痛苦也是不可能的。\n\n**先单到乐不可支，再与人同乐！**\n\n那么怎么样可以乐不可支？\n\n这个是一个很多误导的题。\n\n因为中国有这么一句“一箪食，一豆羹，回也不改其乐”的名言，所以很多人觉得这是在指“省吃俭用”。\n\n也就是你如果学会一天只需要五毛钱吃饭，那么你就算一天只赚五十块你也有四十九块五毛的可支配收入盈余，于是你可以拿这49.5元去供养ta人，用于爱的分享。\n\n对吗？\n\n并不对。\n\n而且恰恰搞反了。\n\n**乐不可支的要害在于找到那个让你如痴如醉的精神享受。**\n\n**在于口味苛刻、眼光高超，对低劣的东西不屑一顾。**\n\n**因为如此，省掉了那些为低劣趣味而浪费掉的消耗——这其中几乎肯定包括为了攀比的虚荣、为了口腹之欲、为了权力地位等等无聊然而却是无底洞一般无限的需求而浪费掉的东西——所以充盈有余。**\n\n你要分享给人的有余，是那个令你废寝忘食，超脱物欲，硕果累累的狂喜。\n\n是那个不可支之乐。\n\n而不是用自己把自己的口粮克扣到只剩一箪食一豆羹后剩下的豆和羹——谁苦成这样要抢着来你这跟你熬粥？\n\n你不是要去跟人分享你的“艰苦朴素”——这完全错了。\n\n你吃三明治根本不是出于艰苦朴素，而是因为吃饭太麻烦耽误你爽。而你实在爽得想要尖叫，觉得这么好的东西只有一个人欣赏实在实在太浪费了。\n\n因为它实在是太好，足以给人带来健康、带来安全，带来勇气，带来宽容，带来美，带来所有其他人苦苦挣扎求而不得的东西……\n\n而它又是在是满地都是，根本不存在你一人就能享受完这种问题。你就是跳进去打滚，吃一口扔一个，都有你怎么也消耗不尽的余量。\n\n于是你会非常非常非常迫切的想要把这东西分享给人。\n\n这个东西，才是有余的部分。\n\n它通常是什么呢？\n\n是一些神光一现的东西——例如数学的精妙、艺术的优美、手艺的卓越、思想的洞察……等等等等，精神的、不会因为分享而损耗、也无法被任何人损毁的“内生的价值”。\n\n它们本身就能投射到物质层面、创造物质财富，大大的有利于人摆脱贫困、窘迫和疾病，因而毫无疑问是正面的积极的。\n\n但是它们本身带来的快乐**超过了这个层面**，以至于凡是真正领略到这种快乐的人都并不会特别挂怀与它的“实用价值”。\n\n这就是不可支之乐。\n\n那么，怎么可以获得这“不可支之乐”呢？\n\n这其中有一个关键的中途站，就是**功夫**。\n\n那道鸡蛋羹，你要反复的做，反复的改进，反复的测试，直到无论是什么天气、无论是什么地点、无论用什么加热工具，无论用什么器具条件，你都可以稳稳的知道应该如何微调你的方案，保证出来的结果都接近完美为止。\n\n[如何才能做出一碗美味的蛋羹？](https://www.zhihu.com/question/315035483/answer/1789846187)因为**写在这里的只是知识。**\n\n知识不是技能，**知识只不过是一种虚无的传言**。\n\n只有技能，才是真正与这个物理的世界交往的真实的语言。\n\n而颠扑不破、雷打不动、举重若轻、大巧若拙的的**技能——**也就是**功夫，才是你真正拿到手的东西、属于你的东西，是砌成你真正的自我大厦的砖块。**\n\n很多人自认为“知道”无数的“知识”，就已经自我成型了，其实ta们不过是耳闻了无数的传说，就自以为是英雄了而已。\n\nta们的自我大厦只不过是张栩栩如生的效果图，有tnnd的气球用。\n\nta们不去实验、不去投稿、不去搬砖、不去施工、不去销售、不去建立、不去修补……\n\nta们事实上不与真实的、物理的世界对话。\n\n因此ta们也就没有与真实世界的亲密关系——**功夫**。\n\n**功夫，而不是“知识”，才是通向溢出杯口的幸福的真正要害。**\n\n这就是为什么常常一个泥瓦匠反而比大学生幸福得更实在的原因。\n\n而一身功夫，炉火纯青的人，自然而然的可以真正的窥见天堂的大门。\n\n你有多少举重若轻、大巧若拙、颠扑不破的功夫？\n\n叫你画根直线，你能直如激光吗？\n\n叫你砌面墙，你能保证平直吗？\n\n叫你切菜，你能薄如蝉翼吗？\n\n叫你求解，你能直接目测吗？\n\n叫你写个算法，你一挥而就，无错编译吗？\n\n叫你估个价，你能既有竞争力，又有说服力，又有利润，又控制风险吗？\n\n能吗？能到什么程度？可靠到什么程度？\n\n**你敢不敢在结果上赌命？**\n\n**如果现在叫你做一道鸡蛋羹，上面有一个气泡就要把你拖出去斩首，你敢不敢昂然说“可以”？**\n\n你敢于托付生命的，才叫做功夫。\n\n你为什么敢？\n\n因为你知道你与物理世界的关系是如此的牢固，而ta是如此的守信，以至于你们之间没有任何隔阂、任何意外。\n\n所以你才有如此刚强的信心和笃定。\n\n这才是你敢于踏足的通天之梯。\n\n**那么，你有多少功夫？**\n\n**你没有功夫，你拿效果图“爱”吗？**\n\n**拿效果图爱，你不痛苦谁痛苦？**",
            "voteup_count": null,
            "read_count": 5653,
            "favorites_count": 408
        },
        {
            "id": 872,
            "title": "世界史",
            "question": "学习世界史对孩子有什么好处？",
            "zhihu_link": "https://www.zhihu.com/question/334543952/answer/817647334",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1F-亲子/1-身为父母/社会化\",\"1-家族/1A-内外/1-内在建设/1f-概念定义\",\"1-家族/1A-内外/1-内在建设/1a-三观\",\"3-信仰/3B-信与疑\",\"处世\"]",
            "links": "[\"能力\",\"学好语文\",\"全科学习\",\"学习的快乐\",\"爱的痛苦\",\"财富观\",\"学习的快乐\",\"爱\",\"滚滚向前\",\"祷告观\",\"三面围堵\",\"敢画\",\"致读者 - 置顶文章\"]",
            "last_update": "2022-05-19",
            "content": "学习世界史对孩子而言是**第一重要**的课程。\n\n但同时，世界史又是第一容易被轻视，也是第一容易被教错的课程。\n\n我们先说为什么世界史第一重要。**因为一个人所掌握的世界史的版本决定了这个人的“交流频宽”，这最终将决定性的影响这个人与其他人、与整个人类文明的联结程度。**\n\n两个对世界史认知版本完全不同的人，交流上就会有极大的困难，这个是人类学、认知科学、语言学上极其浅白的事实。假设我完全不认同你对世界历史的认知——譬如，你真心认为世界是被一头土狼从一颗乌鸦的蛋里咬出来的，而我从未受过这种版本的世界史的基本训练——我们接下去的对话将无从继续。我说的每一个句子都会对你构成攻击，你说的每一个论断都构成对我的嘲笑。\n\n而反过来，如果两个人的世界史版本在事实认知层面上有高度的重合，那么这两个人就拥有一切讨论所必须的“共同上下文”。“公平”“正义”“友好”在这两个人的交谈中对双方都有非常接近的含义。很自然，这也意味着出现因为误解而生成的深刻矛盾的几率要大为缩小。\n\n你如果明白了这一个道理，就会立刻看明白“掌握多少版本的世界史”，就决定了一个人能与多少“频道”的其他人沟通。\n\n如果你掌握得够多，那么你将获得在将来担任一位“沟通异界的使者”的绝对优势——这就是管理和领导职位的绝对优势条件。\n\n你不必再有其他任何特别的技能，仅仅依靠所掌握的世界史的版本数量，就足以靠着自己枢纽地位而成为意识形态世界的“马六甲海关”。艺术家、工程师、科学家、不同民族、不同文化的智慧的结合很轻松就能产生世界上独一无二的、无法替代的产品。在未来的世界里，只要你够独特，你就一定会有属于自己的、一个人吃不下的小众市场，那也就自然会成为你的应许之地。\n\n换句话来说——在清楚自己在做什么的教育者手里，世界史是最立竿见影能保障孩子们未来生存空间和生存权的关键教育。\n\n更本质的说——多个版本的世界史的交叉洗礼，是少年儿童最重要也最有意义的社会化手段。这种教育的有效性远远的超过所谓的“言传身教他如何待人接物”——后者仅仅只是一种原始的迷信。\n\n为什么这样说？因为没有任何个人经历——哪怕是所谓成功的个人经历——可以替代“多版本世界史”成为一个人人生信条的提取来源。\n\n世界各国都流行过“通过模仿历史著名成功者的人生决策来决定自己的人生观”、“通过接受父母传递给自己的经验教训来决定人生观”以及“通过模仿身边大众一致认定的所谓经受过历史考验的社会传统来决定人生观”这三种决定人生观的手段。\n\n但这三个方法事实上都有显而易见的逻辑上的致命缺陷。\n\n历史名人的“成功”与他们的人生选择的关系是非必然的，甚至可能是毫无关系的。事后诸葛亮的看似乎某些选择很英明，但实际上那只是幸存者偏差所塑造出来的错觉。无数与他们做了同样的选择的他人折戟沉沙，却没有被纳入统计。他们之所以被高举，被塑造成“人模子”倒不如说更多的是因为教育话语权的掌握者希望生产出某个型号的产品。\n\n从父母的经验教训出发，实际上也是一个极为残缺不全的荒谬思路。首先，父母们自己对经验教训的总结能力很少是经过严格思辨训练的。于是常常是以“绝对不要相信外乡人，因为你爹我因为相信外乡人吃过大亏”这种事实上毫无质量的判断形式被表达出来。这种方法在事实上一直存在，与其说是由其教育成果支撑，倒不如说是处于惊惶迷茫的父母们为了应对自己的教育恐慌和焦虑所采取的下意识的自我调适冲动在支撑。它仅仅只是一种现实存在的客观现象，一种难以遏制的、会产生附带影响的心理现象，本质上甚至都算不上是一种“教育”。其影响的结果事实上也是随机的，没有任何可靠的逻辑能证明它一定会产生正面影响——它有可能导致笃信的子女因为坚决不肯与外乡人合作而失去关键的机会，也有可能导致对父母心怀恨意和鄙视子女而故意反向执行，而产生莫名其妙的后果。\n\n至于第三个方法，则更为玄幻。任何“传统”，都在事实上只能是被当代重新借尸还魂的“新传统。这就正如任何历史都是现代史一样——说的是古代的故事，但事实上是在借古代的故事背书现代的意图。这就意味着与其说被高举的、自称有千年历史的传统，从本质上讲却只是目前被社会管理者所希望贯彻的当前诉求。\n\n但公平的说，这第三种方法的确存在一定意义上的现实合理性——因为作为社会管理者，除了通过高举传统来推动这个诉求之外，也必定双管齐下，从法理上、社会规则上、资源分配的架构上或多或少的为理想的构建产物——模范公民——准备了一定的生存优势作为奖励。唯一可虑的，是这种奖励架构自己需要支撑足够久，能兑现给那些欣然接受了被塑造的应约者。\n\n不要误会我是在“针砭时弊”，在暗喻什么不满。我完全客观的说——世界各国、所有的文化实体、在所有的历史时期，都在自觉或者不自觉地运营着这个体系。这不是什么“阴谋”或者“阳谋”。It is what it is, just how this world works.\n\n第三模式中的确存在着认真的应许，从古至今所有的社会都没有把这些主张当成恶意的阴谋来执行——只是这些应许能不能在接受这一构建的受教育者真的面对世界时有效兑现，是掌握在上天手里的神秘事物。前半生受足忠君教育，长大了却面对着一个无君无父的异时代，你很难责怪当初的教育者是要故意坑害你——他们自己也没想到二十年后皇上会不见。\n\n这时候我们再回头看“多重世界史教育”这条路线，你立刻就能明白为什么这是唯一最佳的模式。\n\n因为从多重世界史里，包含了你能给予的最大的可能性的展示与研究。科学研究为什么最能让人死心塌地？因为科学作为本质的“自然史学研究”，它的结论是从最宽阔的现象考察中来。万有引力定律要经受一切引力现象的拷打和砥砺，要扛住所有可能的观察视角和逻辑演绎的质疑。它不是基于一个人在一个下午所见而得的结论，也不是基于一个民族在一个时代所达成的共识——如果按这个算，大概我们还会认为大球比小球先落地。\n\n因此，想要得到一个颠扑不破的人生观，能应对最为变幻莫测的、父母们自己也无法断言的未来的挑战，唯一符合逻辑的教育方法，就是“多重世界史教育”。\n\n说完了“被轻视”的问题，我们再来说“被教错”的问题。\n\n下面这句话一定要万分的看清楚——\n\n**世界史教育的核心目标，不是为了造就知识，而是为了造就技能和技能的体验。**\n\n重复：\n\n**不是为了造就知识，而是为了造就技能。**\n\n这是在进行世界史教育时最为致命的要害。\n\n**一定要看清楚，“世界史教育”不是“教世界史”。**\n\n世界史教育，是以教授世界史为形式的人格养成。教育的成果**史才**为先，**史学**次之，**史识**最轻。\n\n而“教世界史”，——以我们东亚（乃至于全世界所有文明在大部分的历史时段）的教育传统，则恰恰相反，最重史识，在史识中绑定史学，最轻（乃至于）避讳史才。\n\n我要预先说明，这里的才、学、识、德，我只是借用了史家四长的术语，但实际上与基于“帝王家世”，“大事记”模式的“历史”学科定义有很大的区别。\n\n在我的语境里，历史，不是指特殊的历史人物的互动情节，也不是特指社会文化变迁事件。而是包含世上曾发生过的一切事件。\n\n一块石头从山坡上滚落，无人知晓，无人记录，没有直接涉及任何历史人物，它也是历史的一部分。数学，物理学、化学，也是历史研究的成果，只是它们属于“自然史学”部门。研究的对象是自然历史事件。\n\n当我说起“多版本的世界史”，绝不是指“多国版本”的人类文明史或者文化史，而是指一切维度的对整个绝对历史的交叉观察。甚至可以说是以自然史为核心、为先导的。\n\n“多维度的世界史”，是从时空的开端开始，不是从“我国诞生”开始，也不是从“人类诞生”开始。\n\n在这个基础上的史科四长，要做如是观：\n\n史才，是鉴定材料的能力。善辨真伪，善存良疑；循隙抵罅，洞见微瑕，谓之史才。\n\n史学，是系统的历史观点。调和万象，融汇存一，能释过去之情，能受未来之疑，这个最终凝聚出来的系统框架，谓之史学。\n\n史识，是对基本材料的掌握。博古通今，广闻强识，掌握最多的信息，是为史识。\n\n史德，是学术的态度。不唯上，不唯古，不唯势，不唯私，只是一往无前的唯理，一往无前的唯真。只要是事实，永不抱怨和回避，这就是唯一的史德。\n\n现在我们再来看为什么世界史教育的核心是史才。\n\n因为史才是一切的前提和核心。\n\n史学是神秘事物，是上帝专有的奥秘。人类无论如何努力，也只会拥有一个片面的、暂时的、不定形的、语焉不详的残缺版。它事实上仅仅是一种质量不高的副产物——尽管它对于人类有至关重要的作用而被人类当作历史研究最重要的成果。但那只意味着它很重要，却不意味着它很可靠、很值得“捍卫”。调和自己因为人生的挫折感而产生的强烈的固守它的冲动，是史才的一部分。\n\n史识，则是严重受到史学影响的“意识量子”。史才越是深湛，就自然越是会明了史学的“柔性”。同一事件，会因为使用的视角和方法而产生截然不同的史识。认清这一点，学会与“云化的事实”共处，并学会持续的从多维度交叉观察事件，同样是史才的训练内容。换句话说，史才越深，也能知道“史识”是一个极其复杂和深奥的多态复合物，绝非“真相只有一个”可以概括。\n\n为什么我们万分的强调史才？因为除了史才，其他的内容是不可追求的，从教育者的伦理而言，也是**不该**通过教育来擅加干预的部分。这里属于受教育者灵魂的私域，是人的主权的绝对领土。人对人至高的爱，莫过于尊重。而尊重的本质，就是极尽可能的维护对方作为人的主权。只有上天和对方自己可以无咎的主宰那些部分，此非他人所能擅动。教育者，是经过天意通过际遇的选择和受教育者自己的授权而拥有触及对方灵魂的权柄。对这种性命攸关的权柄，从伦理上必须做最谨慎、最保守的使用。\n\n这就意味着教育者最好的——理想的来说甚至是唯一的——切入点，就是专注于史才，而不要尝试去构建受教育者的史学和史识。\n\n史才大成，那么人一定会获得自己的活的史学和最好的史识，并因为这史学和史识的活力，自然的拥有最好的史德——一个能从大量不同维度观察到多个史学框架下的史识结论的人，将对“事实”拥有大量的相处经验，ta将不再轻易被忧虑所恐吓、被本能所挟持。与自己的恐惧和欲望和平共处，避免它们干扰观察和分析是史才训练贯穿始终的基本要素，人将不可避免的发现恐怖和凶恶是构建出的概念，从而尽早超脱对这些强迫性本能的敏感性。这将自然而然的造就史德，也是人生勇气最好、最健康的来源。——很多人事实上是靠麻木和自欺来制造鲁莽、迟钝或幻觉，以作为勇气的替代品，这是病态行为，不会有好结果，也因为不会有好结果而事实上无法持续。\n\n因此，对我们现在所谈论的“第一重要”的世界史教育而言，一切的要害都要落到史才训练上来。\n\n如果我们谈论某种史识，那实际上是在借此磨练你的史才；如果我们谈论某种史学——哪怕是我的史学，那实际上也是在借之磨练你的史才。\n\n教育者应该完全不要纠结着一种教育到底会造成受教育者何种的史学或者史识。因为在健全的史才的不断自我拷问和砥砺之下，真正的最终结论是要取决于受教育者此后一生的际遇的。那是对方独特的命运和独特灵魂的一部分。无论是何遭遇，哪怕他终将与你为敌，那也是未来世界史里应然的一部分。此一时为友，彼一时可以为敌；此一时为敌，彼一时又可以为友，既然一切都在将来未定之天，那么教育者又何必强求此刻必须为友、将来必须为友？\n\n凡有这种执着，你都将因为自身立场的损坏而失去达成对方任何史才成就的根本机会——因为你的史德已失，自此向后，只是在被恐惧和欲望驱使着犯罪罢了。\n\n那么，具体的来说，何谓史才？\n\n史才即是**怀疑与相信的艺术。**\n\n这里一共提到了三个词——怀疑、相信、艺术。\n\n我们要先说艺术。\n\n什么是艺术？\n\n人一提到艺术，就容易想到油画、雕塑、音乐、舞蹈，想到“美的享受”。实则这是对艺术的狭隘理解。\n\n**艺术是坚持创新的结果。**\n\n**在任何领域，不信邪、不守旧、不休止、百折不回、永不放弃的创新，你所得到的新生的、拥有生命力的结果，就是艺术作品。**\n\n**艺术作品里所蕴含的灵魂，就是艺术。**\n\n如果领域是经营，则成经营的艺术；是生活，则为生活的艺术；是军事，则为军事的艺术……一切都存在艺术，只要你遵循催生艺术的方法和态度行事，你就必然得到艺术这个结果。\n\n艺术不是高不可攀的。恰恰相反，艺术是人类作为智慧生物、作为一种理性的主体天然的也是当然的使命。这一点在不久的将来人工智能开始大面积的占领非艺术类工作领域的时候人类会最终彻底领悟。\n\n艺术才是人类应有的存在方式，“艺术家”是上帝创造人类时为人类指定的预定身份。以任何借口拒绝“艺术家生涯”的人类，都会发现自己的人生逐渐失去重量与地位，渐渐陷入处自然而然不受重视和尊重的困境里。\n\n艺术的关键词，就是反复的自我革新。以因循守旧、墨守陈规为本能的耻辱。没有什么是够好的，没有什么是不该继续改变的。\n\n闲来无事，那就搞搞新意思。这新意思被证明无效、失败，也将把旧事物变成“新的旧事物”。看似结论的字面没有变化，但那结论是一个得到了新理解和新认知的结论。换句话说，不要仅仅因为新的尝试没有更改结论的内容就认定它没有产生收益和结果。提高了对原来结论的认识，一样是新的结果。\n\n因此，艺术追求是没有失败可言的，只有不追求本身才是唯一的失败。\n\n———————\n\n那么什么是“信与疑的艺术”，又何以要谈“信与疑的艺术”呢？\n\n这要从一个最要害的迷思说起。\n\n那就一般人的“相信即是不怀疑，怀疑即是不相信”模型。\n\n是的，绝大多数人的心里，相信就是“无疑”的意思，有疑即为不信，信之则必然无疑。\n\n这种思维模型是世界上最邪恶、最残酷、最阴暗的陷阱，世界上一切的意识形态冲突、派系斗争、族群分裂都与这个邪恶的陷阱有关。\n\n是的，邪恶，我所用的词就是邪恶。如果教育还有哪怕一个要追求的目的，那就是要教人揭露和回避这个陷阱。如果身为父母只能教给子女一件事，那么就一定要是这件事！\n\n牢牢记住这句话，牢牢记住——\n\n**信为疑之余，疑为信之本。**\n\n**你要相信的东西，是你竭尽怀疑的技术与艺术之后所仍能余下站立的东西——这就是“信为疑之余”；**\n\n**你所相信的东西有多值得你相信，不看任何其他指标，只看你对它竭尽了多少怀疑的努力。这就是“疑为信之本”。**\n\n如果你说你相信，你想让我尊重你的相信，想让世界/上天/自然认可你的相信，你想要自己能依赖你自己的相信，那么给我、给你自己看你对你的相信所进行过的一切质疑。\n\n我要看到那些刁钻的问题、那些严谨的测试、那些令人叹为观止的诡异检验。更本质的，客观的世界是这样在看待你的信。\n\n我不关心你对你的信念本身有多少热爱，也不关心多么显赫的牛人与你同伙、也不关心你有多少同盟，以及他们拥有多少毁天灭地的暴力手段。\n\n我只关心，你在如此确信之前，你做了哪些怀疑？\n\n你有没有问过你自己这个问题？有没有问过那个问题？你有没有检查过这个依据是否真实？那个证人是否可靠？你有没有想过你的推理是否存在反例？你的逻辑是否有悖论？你有没有想过当此为此，何以彼就不为彼？你有没有考虑过某些分歧仅仅是表述用词的差异，本质上没有区别？你有没有了解过人类的认知本能对事物有何天然的“扭曲透镜”，有没有做过矫正？你如何判断显著性和一致性？你如何断言因果的存在？\n\n我发现你怀疑的技艺幼稚可笑，怀疑的习惯薄弱淡漠，你的任何观点对我就都是浪费时间。你可以、但也只能享有**人道主义**待遇。你不应该被授予高于基本人权的任何额外权利，也不应该享有任何高于**基本人权**的额外礼遇。\n\n你如果想要过一个有分量，有真实意义的一生，你要勇敢的、主动的接受这种安排。任何高于这个安排的额外礼遇，请你视为别有用心的贿赂。\n\n当你手握能影响他人命运的权柄，你要瞪大双眼，将权力严格的授予那些拥有怀疑的态度与怀疑的能力的——这也恰恰正是有信的态度与信的能力——的人。\n\n**不要——注意看清楚——不要以“信仰内容”上与你一致为准绳，而要以“信仰的方式”为准绳**。信仰的“内容“，不过是一堆文字，叫上帝还是叫自然，叫科学还是叫神学，不过是语言学问题。绝对不要以为用一样的套话说一样的词汇的人就真的和你有一样的认同。\n\n**你错了，是与你有共同的“信的模型”，与你有一样的认同。**\n\n**凡遵循“信为疑余、疑为信证”这个模型的人，必然会经历若干次的“派别转换”，到最后明白宗派不过是虚妄、结论不过是云烟，“方法”本身才是信仰的核心。**\n\n于是他们能容下不同的结论，因为他们知道那只是同一方法有不同的输入所造成的不同输出。不定何时自己拿到了同样的输入，自己就可能有同样的输出。要在任何事情上达成合作，对于同样遵奉这一模型的人们来说，就只是一个协调、商讨如何定义共同的输入以期得到共同的输出的过程。所谓的成熟、合作能力，就是指就事论事按照约定仅将指定输入纳入该事务考虑范围的能力——这犹如陪审团只能考虑司法程序所察知的事实，而要将个人所知撇开不看。\n\n只有这样的人才能有效合作，才能有有效的团队、因而才能由合作而产生价值、由价值而获得占据资源的泉眼、成为参与决定分配资源的人。\n\n你要磨练这技艺，你才看得见泉水从何而来，你也才会明白谁可以、谁应该成为你的伙伴。\n\n那些没有这能力的人，在任何社会制度下最终都只能仰赖你的仁慈。\n\n你可以仁慈、也有绝对的义务要仁慈，但仁慈绝对不包括将这权柄授予还不配得的人，那些不遵从这个信仰模型的人、那些缺少这个技术的人。\n\n**对人仁慈，你可以直接捐赠，但绝对不要滥发神器，于ta、于人、于你、于你所在的组织、于一切依赖你的人，都是极大的祸害。**\n\n不遵从这模型的人，会将你授予ta的权力立刻用作党同伐异的利刃。那甚至都不是他们的错，他们不懂，他们忍不住，他们害怕、他们相信必须要那样才能创造美好生活。\n\n**罪责在你，在于太阿倒持，授人以柄的你。**\n\n尤其是你已经看到了这篇明确的警告，仍然要出于某种利益这么做，你也许是想讨某个异性的好、也许是想得某个团体的尊敬、也许是以为是在替天行什么道。丢掉这种侥幸，这个“绝不能授予人超出其怀疑的能力与怀疑的态度之上的权力”的法则本身才是你该行的天道！\n\n怀疑的能力与态度，决定了你的信的质量。**信的质量，是你领受天赋权力的资格。谨守再赋权的法则，是你保有这些天赋权力的绝对要求，绝不容你轻犯。**\n\n**现在想清楚——既然这个道理是所有上天属意的掌权者所必然共有的共识，那么当你想要获得某种重量，你符合逻辑的方法应该是什么？**\n\n**既然只有这样的人才有可能长久的构造有效的合作，那么你应该以什么样的准则来筛选你的老师和上司？**\n\n**你应该以什么样的准则来为你的子女筛选教师？**\n\n只需要明白这一点，你这一生就绝不会虚度，也一定会有最大限度的平安。\n\n只要你能教会这一点，你的子女的一生也绝不会虚度，也一定会有最大限度的平安。\n\n因为上天已经通过“只有这样才能构建有效合作”永久的祝福了能明白和谨守它的人。\n\n这个模型还附有另一样神器，那就是影响力。\n\n**当你怀疑的技艺令人不能不敬畏，你所相信的东西即使不经解释，也就自然拥有对方不得不尊重和敬畏的重量。**\n\n不是靠装神弄鬼，也不是靠人多势众，也不是靠富贵逼人，而是靠对方知道你怀疑的能力有多强，知道你的洞察力足以穿金裂石。\n\n**于是你所相信的，就是他不能不顾虑的。**\n\n这是人所不能抗拒的、成本为零、可以无限复用、甚至越用越锋利的神器。\n\n你如果手握这样的神器，只要你拔剑出鞘，谁敢高声？\n\n到时候希望你明白——以神器为恶是极端危险的蠢行，不要抱有任何侥幸。\n\n那么如何去培养这种怀疑的能力呢？\n\n首先，你要明白一个关键点——你需要说服的对象是你自己，而不是别人。\n\n很多人都将与人对话的基本目的设定为要说服别人。他们从不觉得自己需要说服，总是觉得自己知道而且确定自己要什么，他们只是打算用某种方式动员别人来为自己的目标出力。\n\n因此他们主动与人对话的过程几乎不会给自己带来任何改变自己的收益，而仅仅是在尝试改变别人，一旦感觉到很难改进别人，就因为没有收益而放弃了——甚至更糟糕，发觉别人居然在尝试改变自己（那常常是以暗示他眼下有错误或者至少做得不够好为形式）。\n\n#其它/未完待续TBC\n\n收藏好下面这些收藏夹。\n\n[家族答集](https://zhihu.com/collection/378738313)\n\n[企管答集](https://zhihu.com/collection/378738376)\n\n[第一性](https://zhihu.com/collection/369876193)\n\n[社科答集](https://zhihu.com/collection/304176992)\n\n[文艺答集](https://zhihu.com/collection/304177043)",
            "voteup_count": null,
            "read_count": 7644,
            "favorites_count": 398
        },
        {
            "id": 2167,
            "title": "迷茫",
            "question": "如何找到发自内心的将自己的价值托付在上面的事业？",
            "zhihu_link": "https://zhuanlan.zhihu.com/p/397031814",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1A-内外/1-内在建设/1c-自强\",\"3-信仰/3B-信与疑\",\"处世\"]",
            "links": "[\"学习的快乐\",\"励志\"]",
            "last_update": "2021-07-25",
            "content": "人迷茫其实从根上说是害怕没有好结果、好下场。\n\n好结果好下场要通过一个非常复杂的过程来获取，而且它们非常脆弱，似乎行差踏错一步就不翼而飞了。这个游戏实在太难玩，于是人就迷茫了。那么，如果把这个“好结果好下场”拿掉呢？\n\n假设你不需要追求所谓的好结果、好下场呢？\n\n比如我就坚持为人民服务。假如这样我真的穷困潦倒走投无路了，变成所有人的负担了，我就默默的走入深山无声消失，不给任何人添乱。假设我就是这么打算的，这个我这也做不到吗？\n\n任何欲求一定要追求都是难的，要去面对无常的人间和无法掌握的过程。无求，你就自由了。\n\n*难的就不是你要去追求的具体目标，而是怎么保持无求的心境。*\n\n站定这个大立场，你就没什么好迷茫的。因为你要的结果你已经拿到了，不再可能有什么结果焦虑。我本来也是在无偿的帮助人类，人类有什么资格挑剔我帮多少、帮谁、帮什么、何时帮、怎样帮？我累了就放下，喜欢就来，不必执着于做到什么程度，造成什么伟大的成就。我自己是否功名利禄，作为一个自知随时会死的人，我并不在乎。于是我的一切焦虑都是轻省的，也不存在“要如何才能达到ABCDE目的”的压力。\n\n没有这压力，我就可以随遇而安、随性而作、随处而喜。这样反而可以有定力，反而容易出成就，反而不容易真的陷入贫困和贫穷。一切的要害都在于你到底是为自己的快乐活，还是为了他人的福祉而活。我整个的论述其实都是在讲述选择后者的心理建设、行为准则和伦理框架。在讲怎样建立这样一种人生观和人生，而不陷入病态的自义和幻觉中去。\n\n停止追求自己的命运的改观，因为这不是一个人可以去有效追求的现实目标。只要你追求这个，必然会给自己带来无法疏解的焦虑。\n\n而且最讽刺的是，想要客观达成某个幸福的愉快的（在实际上令人羡慕的）人生体验，恰恰去“追求出人头地”是一个错误的做法。\n\n追求出人头地者，最不容易出人头地。如果你是指望事业为你担保出人头地，社会地位、财务自由、娇妻美妾，是要它给你这种期许，并且也给你一种“我虽然有难度，但是你有可能够得着”的许诺，你才能安心的去追求它的话，你是不可能会满意的。第一，你往往发现你觉得能办到的目标没有那么肥美，要么肥美得很但是你办不到。第二，当你好不容易找到一个，干到一半你会发现它是在骗你。它既没有那么肥美，也没那么容易办到。而且，这问题并不能靠你重新选择就可以得到解决。\n\n很多人认为他的失败只是在目标选择上战术性的失策，只要自己经验丰富了，选择保守一点不要那么冒险，“这次能成”， 其实这是错觉。实情是，*只要你选择了以功名利禄来决定何为值得下功夫的事业，你就会在遇到逆境的时候打退堂鼓。* 而且不是在真正遇到逆境时，仅仅只是自己疲倦了、乃至于失去新鲜刺激了的时候就已经认为遇到了不可战胜的逆境了。你必然放弃。\n\n**你不需要“行动力”，也不需要焦急。你喜欢什么就拿起什么，不喜欢你就放下。需求和条款把你逼到什么份上，你就和什么东西死顶，你可以随波逐流，没有关系。** 在什么时候拥有什么兴趣遇到什么需求对什么事情绝望，这背后自然存在着对你的安排。到了你该明白的那一天，你会发现没有任何一段是浪费的。就像马克吐温那样。命运逼迫他干了无数种职业，没有一种由得他自己。但到最后他会看到 —— 其实上帝是要他当个作家。之前所痛苦纠结的无数颠沛流离，到了那一刻都有了意义。你只需要有这种信心—— 每一个你都认真的对待，不要对不起客户和利益相关人，尽量认真的做了。就足够了。不要执着于“一定要做到xxxx文凭不然就都白费了”。这样想的人，将来会有一个极大的劫难在等着ta —— 一次九死一生的抑郁症。而且这次抑郁症很可能会把他之前“呕心沥血”建立起来的“优势”从根摧毁。不要有什么宏伟计划，认真做眼前这件事，然后做下一件。任由命运带你去一切上天想要你去的地方。你会发现它对你最终饱含好意 —— 常常超出你的想象。",
            "voteup_count": null,
            "read_count": 4789,
            "favorites_count": 396
        },
        {
            "id": 1604,
            "title": "能力",
            "question": "人在年轻的时候，最核心的能力是什么？",
            "zhihu_link": "https://www.zhihu.com/question/303482683/answer/1320422809",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1G-统绪\",\"2-事业/2A-功夫\",\"处世\"]",
            "links": "[\"学习的快乐\",\"学好语文\",\"爱\",\"文科生\",\"全科学习\",\"家族\",\"学会\",\"世界史\",\"精英\"]",
            "last_update": "2021-09-13",
            "content": "人需要拥有的最重要的核心能力，就是**无歧义、完备、简洁的表达能力**。\n\n我先来说明这三个要求分别是什么。\n\n无歧义，是指极大的压缩所有人把A理解为B的可能性，即**无错**。\n\n完备性，是指待指各项之中没有被遗漏的必要的要素（也包括语句中必要的语素），即**无漏**。\n\n简洁，是指在达到同样的表达效果的前提下，占用人最少的理解资源，即**无费**。\n\n一个人能进行无错、无漏、无费的表达的能力有多强，直接关系到ta将来能达到的高度。\n\n为什么这个能力如此的关键呢？\n\n**因为所谓的学习，就是在自己的意识里构建对世界的无错、无漏的表达。**\n\n**学习的成果，在本质意义上只是【你的判断力支撑之下】的一组你看不出如何有错、如何有漏的关于世界的表达。**\n\n你们看到魔鬼了吗？我已经把它涂黑给你们看了。\n\n你的判断力决定了你的水准的极限。\n\n这就是为什么要有第三条——无费。\n\n因为这种表达若不是尽量简洁的，你有限的运存就很难在一次运算中容纳足够的命题。\n\n这会**直接的影响到你察觉错与漏的能力**，于是会直接的锁定你对世界的表达能力的无错、无漏的水准上限。\n\n你只能将自己的能力提高到自己觉察不出错和漏的程度。你觉察错漏的能力有多高，就决定了你的思维能力的极限。\n\n从纯粹技术性的能力上说，这是一切其它能力的底层，是核心中的核心。\n\n这项能力，就是七十二绝技背后的那个小无相功，是**你在评价你的子女的学术进步的时候唯一真正需要关心指标**。\n\n因为这个能力并不只是“表达能力”，它在事实上就是学习能力、理解能力、探索能力、创造力的实质。\n\n那些不同名字的所谓重要能力，只是这项能力在不同的场景下、不同的上下文中的别称。\n\n只是同一个人在公司被叫张总，在家被叫爸爸，在亲戚家被叫二叔的区别而已。\n\n我不妨把话说的直白一点，这就是精英与非精英的真正分界。\n\n精英不是按照人所处的社会地位来分的，而是本质的按照这个能力来分的。\n\n精英完全有可能在社会决策链的中下层。决定在具体层面、具体小环境里谁是精英的实质要素，就是这项能力。\n\n这个能力强的人，必非池中之物。如果这个环境是存在天花板的，这个能力最强的人有强烈的趋势会达到天花板，甚至把天花板打穿。\n\n下面，我来列一个基本的训练科目（逐渐补全练习）：\n\n* 学会用语言准确表达画面关系。\n\n练习1：\n\n与朋友各在网上搜索一套配置相当的平面房型图（如都是四室两厅两卫两阳台）例如下图：\n\n![](https://pic2.zhimg.com/50/v2-5dabef2223a6dafa75038735c8470b3c_hd.jpg?source=1940ef5c)用语音表达指引朋友在不原图的前提下绘制这张房型图的墙体、窗户、门、楼梯等基本结构（不含软装）。记录从开始到墙体封闭的最后一笔的总时间T。\n\n比较朋友的绘制结果与原图的差异。\n\n换到下一张图，与朋友交换角色，测量时间T。\n\n应观察到T值有效下降和绘制误差逐次缩小。\n\n进阶练习：\n\n默写世界各地的行政区划轮廓图——例如中国各省、市地图。\n\n首先观察图形，将图形的特征在自己内心深处转化为文字表述。\n\n然后脱离参考物，根据文字表述的结果默写该形状。\n\n将默写的结果与原图对照。\n\n应观察到越来越准确和迅速的默写能力。\n\n练习2:\n\n寻找有演出剧本可参考的电影或电视剧。\n\n通过观看电影，自己尝试反推剧本（台词不必全写）。\n\n写好一幕，与原剧本对照。详细程度参考下例（建议找英文剧本，中文剧本一般过于侧重台词）\n\n![](https://pic1.zhimg.com/50/v2-d68dc63d728ca7ef393bf77134e06316_hd.jpg?source=1940ef5c)\n\n![](https://pic1.zhimg.com/50/v2-1d35939592029b2bb55bd73baf34310a_hd.jpg?source=1940ef5c)\n\n* 学会纯用语言准确的描述两个事物间的关系。\n\n练习\n\n尝试创建编码系统为一个集合中的每一个个体赋予唯一代号。要求编码系统规则尽可能简短，且其他人依照这一规则对同一集合进行同样的计算，会得出完全相同的代号命令——即任选其中一个对象，你赋予该对象的代号将与对方完全一致。\n\n进阶练习\n\n任取一件常见物品的零件分解图（搜索“爆炸图”），为每一个零件给出自己的命名，要求每一种零件的命名都是唯一的，且其他人能根据你的命名准确的将该零件识别出来。\n\n图的复杂度参考如下：\n\n![](https://pic4.zhimg.com/50/v2-1fe3cc6d4cac52f433785db70b7e300d_hd.jpg?source=1940ef5c)命名的典范参考，如下（有足够的望文生义性、高度简洁性和彼此之间的明显区分性）\n\n![](https://pic1.zhimg.com/50/v2-5ceaa0f5781f669fbb6ce83176edb61a_hd.jpg?source=1940ef5c)尝试\n\n* 学会结构化的口头和文字表达能力\n* 掌握编制表格的能力\n\n* 学会用表达式描述数学关系。\n* 学会用二维、三维坐标图、饼图、柱图……等图型表达数值关系（charts）。\n\n* 学会绘制规范的流程图。\n* 学会绘制用例图、时序图、类图等规范的图形建模技术（简单说就是熟练掌握UML）。\n\n* 学会绘制透视准确的线条素描。\n\n练习1:\n\n绘制任意角度的1:1:1比例的立方块轴测图，要求尺寸准确。\n\n![](https://pic1.zhimg.com/50/v2-e7ae5b3540cdd6a5c8a0bd0fa3947116_hd.jpg?source=1940ef5c)\n\n进阶练习：\n\n熟练掌握较简单立体形状的轴测图画法。（类似下图复杂度，但需要完全手绘）\n\n![](https://pic4.zhimg.com/50/v2-224027ad5efaaa85cadf5bcfcd5468a5_hd.jpg?source=1940ef5c)进阶练习：\n\n参考实物或图片，绘制三点透视的单反相机。（所有附件齐全，绘制角度必须与图片角度不同）\n\n![](https://pic2.zhimg.com/50/v2-53d19db4deaf7e9ca6591cc2507235de_hd.jpg?source=1940ef5c)\n\n进阶练习：绘制摆在桌子上的一堆互相堆叠的单反相机。\n\n* 如果可能，熟练的掌握快速表现技法（建筑类、产品设计类）\n\n练习：\n\n用简单线条绘制自己的客厅，复杂度参考下图。\n\n![](https://pic1.zhimg.com/50/v2-29e60f9d869d5110bb5a01043f532b0d_hd.jpg?source=1940ef5c)\n\n使用简单线条表达街景，复杂度参考下图。\n\n![](https://pic2.zhimg.com/50/v2-2548d8a72cc2fcf8ef5c1216053616a6_hd.jpg?source=1940ef5c)\n\n* 如果可能，掌握简单的3D建模工具。最好进一步掌握3D打印技术。\n* 如果可能，掌握油泥造型能力。\n* 学会绘制标准（工业/建筑）图纸。\n\n* 学会尽可能系统的信息分类技术（图书馆学、情报学）。\n\n练习：\n\n为自己的电脑文件构建一个绝对完备的编目。\n\n1. 任何一个文件都可以基于这个分类体系准确的预测其所在的位置。\n\n2. 无论增加什么类型的文件，都不会导致原有的分类需要改名，也不会导致原有的文件需要重新归类。\n\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 5252,
            "favorites_count": 377
        },
        {
            "id": 361,
            "title": "做计划",
            "question": "做好计划还是顺其自然？",
            "zhihu_link": "https://www.zhihu.com/question/32159310/answer/1065726051",
            "author": "#Anonymity",
            "tags": "[\"2-事业/2A-功夫/2-核心能力/2a-做计划\",\"处世\"]",
            "links": "[\"学习的快乐\",\"SOP\",\"拖拉机\",\"OKR\",\"聪明的笨功夫\",\"条理\"]",
            "last_update": "2022-10-05",
            "content": "做计划是不错的，但是问题在于很多人缺少做计划所必要的技术准备。\n\n绝大部分人以为做计划只是在大脑里把步骤设想一下写下来，或者干脆就是把自己的愿望分解一下。\n\n类似这种都不能叫“计划”，而只能叫做“计划家家酒”。\n\nok，这个坑既然挖了就填吧。一头汗。\n\n做事情有一个基本的原则，就是learn from the best。\n\n**想要学什么，就要从对这件事最上心、做得最拼命、做不好就会饿肚子 / 会死的那些人身上去学。其次是从成绩最好的好手那里去学。没人教你，你也应该去这些地方寻求启示**。\n\n那么这个世界上，谁对计划最在乎，做不成的损失最大呢？\n\n**军队**。军队设计的计划执行不了，那是要尸山血海、丧权辱国甚至亡国灭种的。\n\n谁是计划执行得最好、最完美的呢？\n\n**实验室**。实验室设计的实验计划要是有逻辑漏洞或者执行困难，等于是几年时间、人力、经费全部打水漂。实验室里是一群知识精英，他们当然会竭尽全力避免这种最大的失败。\n\n什么叫好的计划？军队和实验室是两个最好的观察窗口。\n\n那么这两家为什么制定的计划就更容易成功呢？请你们仔细想一下。\n\n凭什么他们两家就能相信自己的计划够可靠？他们的原则非常简单——**计划必须是对已知可靠要素的综合运用。**\n\n他们在做计划之前，先做了大量的工作使得计划拥有足够结实的“砖块”。对于军队来说，就是训练、测试、训练、再测试，直到获得某个战术动作的充分可靠数据。一切的计划，都是建立在对这个战术动作的数据可靠性基础上的。\n\n一个师有多少个人力？多强的机动性？有多少油料？多少弹药？多强的火力输出能力？多强的生存力？军队能做计划，是以规范训练为基础的。他们假定这个师在六小时内可以进入空中机动状态，是因为这个师每个月、每个季度都在为六小时内打包全部装备人员登机做训练。一遍又一遍、一轮又一轮。训练、测试、训练、测试。\n\n冷天试、热天试、大风天试、大雨天试、大雪天试。是因为这个，总参谋部才能做出“假设的人从某处登岸，我们将在六小时内调动三个师进入xx阵地进行侧翼牵制”这样的计划。\n\n这计划能行，是有足够坚实的“砖块”。\n\n看到问题所在了吗？\n\n*计划如果不是由千锤百炼的SOP（Standard Operating Procedure）构建而成，是谈不上可靠性的*。\n\n计划的可靠性，完全是由计划关键路径上的步骤的可靠性的乘积决定。（关键路径是指由延迟就会影响计划交付的事件首尾相连形成的事件路径）\n\n假设一个计划由六个任务组成其中四个任务在关键路径上，且它们每个的准时可能性是80%，那么计划准时交付的可能性就是0.8^4 = 40.96%。有六成机会会延迟交付。\n\n如果这四个步骤是像军队训练那样由千锤百炼的sop组成的呢？那么这种风雨无阻日练夜练反复测试的sop，就可以保证95%以上的可靠性。\n\n*更准确的说，同志们，现代商业实践的要求是六西格玛的可靠性*（\n99.99966%，一万件事情里，只允许3.4件失误）。\n\n这是什么意思？只允许*百万分之三点四*的失误。\n\n这样，*有两千多个六西格玛SOP组成的计划，才能有大约99.3的准时交付的概率*。\n\n你也许觉得，这怎么可能办得到？\n\n你每天都办到了——你徒步走去学校上学，哪次失败了？那就是由两千个标准sop——迈步——首尾相连而成的计划。哪一步你崴了脚计划都会失败，但是你上了几年学，失败了几次？\n\n你看到问题了吗？\n\n没有SOP，没有SOP的可靠性，就**没有资格做计划**。这就是为什么我说一般人做计划只是在过家家——因为一般人所作的计划常常是由没有严格训练测试的不结实的“无定形任务”组成的。\n\n这样就根本没有制定计划的基础。\n\n为了可靠的制定计划，你必须首先有高度可靠的SOP来作为基石。\n\nSOP并不是一些按照时间顺序排列的操作说明，而必须是一个**基于基本原理的、极尽合理的**、**界定清晰的、经过充分测试的**、**健壮的**、**高度自觉的系统化方法**。\n\nSOP的每一个步骤安排、每一个步骤的细节，都应该有足够的原理支持而不能是知其然而不知其所以然的照方抓药。如果不是与坚实的基本原理牢固的连接起来，你的SOP很可能实际上是无效的，根本不能有效的达成它所追求的目标，那么其他的一切也都是枉然了。\n\n它同时必须是极尽合理的，这意味着它要经过深思熟虑，反复的调整，整体规划，挤干每一分没有充分实际价值的水分。\n\n它必须是界定清晰的，每一个步骤从何处起，到何处止，交付什么演的交付物，产生什么样的副产物，都应有充分的定义和准确的界定。\n\n不应该有任何一点操作、任何一个交付物或无产物没有明确的步骤归属。\n\n然后它要经过充分的测试。最终是测试结果——而不是自觉完美的计算——决定着你的SOP的真实设计品质。\n\n如果你设计得当，你的SOP应该有很高的容错性和抗干扰性。它其中的每一个自步骤都并不要求操作者有什么特殊的过人天赋，其难度要求应该普遍低于一般人经过简单训练就能达到，经过正常训练能高水平完成的水准。\n\n*这种低标准、高抗干扰的设计特性，就称为健壮性。*\n\n高度自觉，是指SOP中应安排足够的便捷有效的排除错误的机制，使得在每一个关键节点上都有恰当的、有效的、最好还是成本低廉的质检措施，以便使操作的失误都能被有效的察觉，及时得到纠正，保证最终的输出物质量和效率，从而使得在操作之中执行人能透彻的、完整的对操作的进度和质量细节保持觉察。\n\n这里有一个SOP的开发和设计的实例（作为一个公开演示，它仍然在进行之中）：\n\n[如何才能做出一碗美味的蛋羹？](https://www.zhihu.com/question/315035483/answer/1789846187)\n\nSOP一旦设计好了，就要视作最重要的个人资产反复加以练习和强化。\n\n要反复反复的练习和实践，直到你掌握它的一切变通、一切细节的原因、一切操作的要点，能如呼吸般自然从容的执行它为止。\n\n*执行你的SOP，应该是一种完全不消耗心力的轻松的体验，完全不会令你感到任何紧张，也不会感到任何压力。*\n\n举个例子——刷牙洗脸会让你感到紧张吗？它是不是已经不消耗脑力到了你经常会需要回忆“我刚才刷牙了吗”？\n\n对SOP掌握的牢固程度、深刻程度，就是你的基本功所在。\n\n一项计划是有大量的环节的，也会有非常多纷繁复杂的变数，它之所以总是不能如愿的执行，其根本的要害就在于你计划的步骤的抗干扰能力太差。\n\n你计划了十个步骤，每个步骤的执行你都会受到意外情况的干扰，如果你每一步都发生交付时间和交付物的偏差，积累十次你的计划就会完全失败。\n\n合理来说，**你必须将你的计划归化成为由大量的SOP和少量的临时过程的组合**。\n\n这犹如规划一段旅程。SOP就犹如地铁、高铁这些轨道交通，而那些临时过程就如同在站点与站点之间的步行、骑车和打车过程。\n\n一旦踏上了轨道交通，那些段落就是准时准点、极少意外的，而且不需要你消耗心力去关注、焦虑，而且成本高度可预料。\n\n而那些无法用纯轨道交通完成的路段，你就要依靠临时的灵活机变、依靠种种的投入去保证正常完成。\n\n你的大部分机动时间、机动预算以及违约预备金都要放在这些环节，然后大睁双眼把这些环节看好。\n\n这些灵活机动的环节，是真正考验人的机变能力的部分，也恰恰是因为如此，你才更需要把一切能用SOP处置的环节先归化为SOP，一遍减轻负担，集中精力去对付这些环节。这些机动环节就像胶水和桥梁一样将坚硬可靠的SOP们联结在一起。SOP是坚硬可靠的，胶水环节是柔软灵活的，于是你的计划才会刚柔并济，在可靠性上有保障而在有效性上有意义。\n\n坦白说，一个人的效能，几乎完全的看ta身上有多少可靠的SOP可用。\n\n其实对中国人有一个特殊的文化优势，那就是事实上SOP的划分已经在语言中内化了。\n\n在中国，每一个单字的动词，都是一门单独的SOP，是被几千年历史识别提纯的功夫，\n\n吹、拉、弹、念、做、打、说、学、逗、唱、描、摹、写、画、洗、染、编、织、切、割、斩、剁、蒸、炒、煮、炸、烹、炙、腌、渍、刺、扫、劈、卸、勾、挂、投、缠、雕、钻、刻、划、测、算、计、谋、骑、射……\n\n**每一个单字，都是你可以练的功夫**。\n\n真正占住一个字，你已经可以在人间立足，无惧任何竞争。你要是占住三四个字、乃至八个、十个字，你已经足够开宗立派，荫蔽后人了。\n\n叫你吹，你气力悠长吗？你收放自如吗？你节拍分明吗？你呼吸转换能自由掌握吗？\n\n叫你描，你线条流畅、力度均匀、粗细得宜、出锋如刺、转折如斩吗？\n\n叫你刺，你意到劲到，力透线直吗？\n\n你知道这些字合起来可以做到多么令人惊叹的事情、可以支撑多么复杂的计划吗？\n\n但是现在叫你站出来，叫你拿一个字出来试给人看，试给自己看，你有几个字有这个硬气？有多硬？\n\n**没有SOP，就没有功夫。**\n\n**没有功夫，没有资格做计划。**\n\n**没有计划，你人生必败。**\n\n自己掂量一下应该怎么做吧。",
            "voteup_count": null,
            "read_count": 4318,
            "favorites_count": 358
        },
        {
            "id": 744,
            "title": "自视",
            "question": "如何正确的审视自己？",
            "zhihu_link": "https://www.zhihu.com/question/273390297/answer/1839256319",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1F-亲子/1-身为父母\",\"2-事业/2A-功夫/3-拓展能力/哲学\",\"2-事业/2C-职业/1-态度与伦理\",\"1-家族/1A-内外/1-内在建设/1c-自强\",\"处世\"]",
            "links": "[\"天赋 1\",\"天赋 2\",\"何为客观\",\"坚持\"]",
            "last_update": "2022-06-18",
            "content": "什么叫正确的审视了自己？\n\n如何鉴定一个人是否正确的审视了自己？\n\n举个例子，一个人认为自己没有数学才能，并且ta确实数学也不好，考试都不及格，ta是否正确的审视了自己？\n\n根据自己数学长期不及格，判定自己没有数学才能，这应该再合理也不过了吧？\n\n其实并不对。\n\n人的存在是受观察影响的。\n\n很多人数学长期不及格，是因为ta自认为没有数学才能，于是从来不在数学上投入严肃的资源，所以ya才长期不及格。因为认为自己数学不行，造成了自己面前摆满了不行的“证据”，于是进一步相信自己不行，于是有了更多的证据，于是进一步相信自己不行……\n\n这不是一种观察，而是一种型塑。\n\n观察本身影响了事物的存在状态，而且是深刻的、无法忽略不计的影响。以这种影响之深刻和彻底程度，用“影响”来形容甚至都是不恰当的。\n\n**本质上，是人用“观察”这种仪式，创造了自己。**\n\n人们事实上是在证据根本不足的情况下，被某种复杂的、隐蔽的、本能的趋避反应所驱使，**感染**了某种自我认知，接着通过一种被称为“自我观察”的精神性的过敏反应而发作出来，最终引发的严重的症状给人的自我认知留下了永久的瘢痕——就像得了天花后留下的疤痕一样。\n\n最后的结果实际上**在那个证据极其不充分**的早期就已经注定了。\n\n明白吗？\n\n那个证据极不充分的的早期是什么？\n\n是子女的某些偶然的行为、或者表现，触发了ta们身边的某些权威角色的反应，再经由这些反应刺激出来的。\n\n举个例子，你第一次数学没考好，其实是因为你年纪太小，没有看懂或者误解了题目的语文表达。这本质上是一个语言问题，但是却被你焦虑的父母误以为是“数学能力不足”。\n\nta们非常恐惧，开始给你额外补课——补数学课。并且非常快的，他们的焦虑演化成了绝望的挫折感。\n\n他们为了免除“我很无能”的自我结论的伤害，开始对你说“你数学天赋不好”。\n\n而你作为小朋友，你的本能会发现如果你接受了这个结论，你就不需要再每天晚上苦熬这种精神肉体双重折磨了。\n\n你甚至不会想到任何一种理由要去抗辩“我不服，我不相信我的数学不好”，因为你还根本意识不到这样的结论到底意味着什么样深远的后果。\n\n你怎么可能会知道呢？你才七岁，你的语文能力都还不够打酱油的。\n\n但是很快的，“这孩子数学天赋不行”的结论就会发生作用——为了“挽回”你的劣势和“先天不足”，父母为你报了音乐班——据说这不需要数学能力。\n\n“虽然这孩子残了，总还是需要有个吃饭的手艺吧？唉。”\n\n教音乐的老师对你的父母夸赞——这孩子乐感很好，第一次上课就掌握了教的那个测试曲子，有前途。\n\n于是你的时间被有意无意的转拨到音乐练习上了。\n\n数学因为缺少资源，还加上“天赋不好”的加持，被长期看作“及格就可以感谢老师尽责了”。\n\n数学老师也松了一口气，既然如此，小僧也不妨且伸伸腿吧。\n\n于是事情就这样成了。\n\n**然而，你真的是数学天赋不好吗？**\n\n你沿着这剧情看下去，你会发现每一个参与者都是无辜的。\n\n父母们要坚持不放弃到什么地步呢？ta们已经尽力而为了，你都已经哭肿了眼、哭哑了嗓子了，还要怎么坚持相信你的数学天赋并不差，一切只是误会呢？\n\n如果ta们有足够审慎周密的分析能力，也许ta们可以设计更精密的测试技术，找到原因其实是在语文水平上，而根本不是在数学水平上。\n\n但是，ta们自己也不过是被羁绊在普通琐碎的谋生之中无暇它顾的二十多岁的孩子，凭着什么要求ta们凭空变成福尔摩斯呢？\n\n你的数学老师又有什么错呢？难道你写错的题目ta不该客观评分吗？难道故意对你说你全做对了吗？那又有什么意义呢？而ta又凭着什么立场一次又一次的去对你的父母说“虽然ta的数学几次都没考好，但是我仍然相信那不是ta数学天赋的问题”呢？\n\n说得多了，ta会被怀疑想要骗补课费。\n\n你有什么错呢？你连话都还说不清楚。\n\n这个小小误会是怎样借着每一个参与者的“观察”一步步的发育成了一个“有充分事实证据的事实”，看清楚了吗？\n\n而且，这个机制还有一个可怕的特性——它是不对称的，它对失败更敏感。\n\n失败所造成的负面体认要比起初的成功所造成的正面体认权重大得多，大到前者有极大的概率可以击溃后者。\n\n这意味着什么呢？\n\n这意味着，如果这是你第一次见到上面这段话，那么因为“自发人格发育过程的负面权重更大”问题的普遍存在，你目前对自己的体认有极大的概率是比实际情况向负面偏差的。\n\n简单来说，\n\n**你并不像所有人——包括你自己——所相信的那样无能。**\n\n**你明白吗？**\n\n**你们的“观察”是无效的。**\n\n**你明白吗？**\n\n**你可以做到你现在不相信自己可以做到的事；**\n\n**你有你现在不敢想象你有的天赋；**\n\n**你是一个比你“观察”到的更有能力的人，你的“性格”也根本不是你所“观察”的那样。**\n\n**你看懂了吗？**\n\n坦率的说，你们对自己的那些方法残破到难以启齿的“观察”，以及基于那些“观察”而作出的逻辑残破到不堪入目的种种结论，**绝大多数都是不值一驳**的。\n\n在无关的、尤其是受过训练的外部观察者面前，因为摆脱了人自己对那些结论的精神依赖，很轻易的就能看到——**其实与其说你是那样，不如说是你需要自己是那样。**\n\n因为只有坚持相信你自己是那样，你才能勉强忍耐自己的生活。你如此需要事情就是那样，以至于事情客观上是不是那样已经没有关系了。\n\n只有事情就是那样，你才是没罪的，你也不必遗憾和悔恨，你也不必奢望和纠结。\n\n你到这里来问“正确的观察方法”，其实不过是想要拿到一个新处方，好再给自己开一个疗程的止疼药罢了。\n\n不要抗辩，它会被执行成这个结果，而你的不承认，只是可以让自己安然享受新疗程的保险措施。\n\n为什么？\n\n**因为“正确的自我观察的方法”，**\n\n**根本就不存在。**\n\n---\n\n正确审视自己的方法不存在，意味着什么呢？\n\n意味着你要基本上抛弃“我要靠自我观察搞清楚我适合做xx事情，然后我去做这件事情”的这整个决策模型。\n\n因为这个模型真正的要害，在于销售一种恐惧——一种“我不找到适合我做的事情我的努力就会没有意义”的恐惧。\n\n只有那些一件事情轮到自己头上了，根本不去考虑自己适不适合干，而只关心如何把它做到最好的人，会不断地获得“我果然能把这件事做好”的经验，并且收获“把一件事情做好的通用方法和心理准备”，进而获得“**其实我能把任何落到我头上的事情做好**”的信心。\n\n是这个信心让你安宁和幸福。\n\n第二，就是多给自己一些机会。\n\n一次两次三次表现不好，原因可能是非常复杂的，不要轻易的认定那是某种性格原因、品性原因，某种不可更改的人格特质问题。只要责任在你头上，仍然还有时间、还有资源，那就继续积极努力下去，真正的努力下去。\n\n该问的问，该学的学，该试的试。\n\n其实现代科学和技术的整体思路并不复杂，都是有紧密的逻辑必然性环环相扣的。人之所以“搞不懂”，绝大多数的原因都是前置基础不扎实，概念一知半解，收于半生不熟，导致对眼前的问题是什么都迷迷糊糊，找不到方向，或者上一步骤的交付物质量太差，以至于这一步根本无法继续操作。那么就回到基本阶段，把前面的基础打牢，前面的手艺练精。\n\n绝大多数的技艺都和天赋没有什么大关系，就是为平均智商和平均能力准备的。学不会、学不好在绝大多数情况下都不是智商问题，而是被各种各样的内心暗示、自我诅咒分了心，晃了神。\n\n只管专心去做，**一旦做通了，这些妖魔鬼怪自然会消散**。\n\n而且一旦你有了战胜这些妖魔的经验，以后再有魔鬼在你耳边低语，你也可以更容易的知道那是骗局。\n\n什么“我不适合”？\n\n**我根本不受什么“适合做xx，不适合做yy”的模型限制。**\n\n**我会成为何种样人，完全不由我自己的所谓“天赋”、更不由我的“缺陷”决定，而只由命运把什么样的境遇放在我身上决定。**\n\n放什么在我身上，我就会擅长什么。\n\n命运安排我不能不去种地，我就会是水稻之王。\n\n让我有责任去喂猪，我就是养猪仙人。\n\n三百六十行，无论命运安排我进入哪一行，行行我都会是第一流。\n\n不用“自我审视”，不用问我合适不合适。\n\n没有不合适。\n\n不凭我是“天才”。\n\n而仅仅因为我是人类，是这个世界上已知最强大的思维机器，地球演化过程的最高结晶，所有文化成就的最终目的。\n\n凭我是神的宠儿。\n\n任何一个人类，天生就是天才，这是显而易见，理所当然的。\n\n难的不是微积分，难的是1+1。从不知数为何物到明白1+1的智力鸿沟，远比从1+1到微积分为大。\n\n生物用了几亿年，才明白了1+1，却只用了几千年就明白了微积分。你不费吹灰之力就理解了1+1，你已经有了充分的能力理解微积分。\n\n做人工智能的人会很清楚，真正难的是教会ai理解什么是狗，什么是马，什么是太阳。从知道何谓狗、马、太阳到会画蒙娜丽莎的距离远没有从一无所知到知道狗、马、太阳遥远。\n\n而你在干什么呢？\n\n你觉得明白1+1、知道狗、马、太阳“一钱不值”。\n\n你大错而特错。\n\n仅仅因为你是一个人类，**仅仅凭着你学会了说人类的语言和文字**，你已经站在了8847米上，离8848米不过一步之遥。\n\n然而你却以为这最后一米才是一切，要喊着你“没有能力”，“没有天赋”，“学不会”、“做不到”。\n\n你还要“审视”来“审视”去，问你是适合爬勃朗峰，还是适合爬乔戈里峰。\n\n人类一切的“文化成就”，在你学会的语言本身面前都不过是小矮子。\n\n你会说人类的语言，却认为有任何一种人类的普遍知识是你的智力所不能掌握的，犹如在说一台运行着整个操作系统的计算机因为没有安装计算器软件而“没有计算1+1的天赋”。\n\n停止这种“自我审视”，它没有意义。\n\n**你一定可以，你一定适合**，**你有一切必要的天赋，**\n\n你只是需要给自己足够的机会看到这一点。",
            "voteup_count": null,
            "read_count": 3723,
            "favorites_count": 358
        },
        {
            "id": 1455,
            "title": "安全感",
            "question": "怎么培养安全感？",
            "zhihu_link": "https://www.zhihu.com/question/29141214/answer/1764795653",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1A-内外/1-内在建设/1c-自强\",\"1-家族/1B-处世/1-内务\",\"1-家族/1A-内外/1-内在建设/1f-概念定义\",\"3-信仰/3A-Caritas/1-爱\",\"性别\"]",
            "links": "[\"被害妄想\",\"世界史\",\"悲观与乐观\",\"财富观\",\"理想\",\"信仰生命\",\"幽默与性感\",\"职业规划\"]",
            "last_update": "2021-11-01",
            "content": "这篇实际上是上接这一篇的：\n\n[为什么有网友说货拉拉跳窗女生是被害妄想症？女性在面对潜在危险时应该如何应对？](https://www.zhihu.com/question/445953488/answer/1750694728)\n\n这篇实际上是上接这一篇的：**被害妄想** - *为什么有网友说货拉拉跳窗女生是被害妄想症？女性在面对潜在危险时应该如何应对？*\n\n第一个问题是，为什么安全感很重要？\n\n安全感是人的压舱石。\n\n没有安全感的人，最根本的特征，就是**会在刺激面前做出高成本的反应**。典型的表现\n\n如为了害怕受伤害的可能，疏远一切人际关系的可能；\n\n如为了害怕意外的可能性，足不出户。\n\n如极其容易受惊，而长期需要ta人大量的安慰来修补信心。\n\n如极其恐惧“背叛”，而有异乎寻常的疑心以及对安全证据的执着。\n\n安全感缺乏的主要问题，在于生存的成本过高，这不但使得自己的生命干枯而难以丰盛，还会因为亲密关系的共生性而夺取亲人的精力和资源，最终可能迫使ta人不能不脱离亲密关系。而这种崩塌，则会将本来就已经无法自己支付自己的生存成本的安全感缺乏者一下陷入更加艰难的困境。\n\n它不但令自己不幸，也剥夺一切关爱自己的人的幸福。\n\n而另一方面，安全感过强也为害甚烈。\n\n所谓安全感过强，是指对风险的可能性不敏感，因此对未来的风险保障投资不足。而这种投资不足的后果，往往是风险发生之后要么天崩地裂，要么就是同样由爱ta的人来支付。安全感过强的人，会轻易的招致难以预料的失败和损失，不断的导致关联者的损失，一样会对身边人形成攫取和驱散效应。而同样，如果身边人无法再承受这样的损失而离开，当事人自己也会一下陷入极大的困境。\n\n要注意的是，这两种问题并不是互相排除的。并不是一个安全感不足的人，就不会安全感过剩。\n\n这是一个非常不幸的事实——安全感不足和安全过剩，不但可以并存，而且恰恰常常是伴生在一起的。\n\n**正是因为人习惯了安全感过剩的常态、才会生出“这种常态如果不能继续维持怎么办”的额外恐惧，从而催生出安全感不足的高度焦虑。**\n\n这一点颇为类似自负与自卑的伴生关系——唯其自负，所以自卑。\n\n所以，构建自己的安全感，首先要从**何谓最大安全**来破题。\n\n首先，你要破除掉“绝对安全观”。什么叫绝对安全观？\n\n就是认为完全的安全是可以追求的（甚至是理所当然的），于是当然也就是应该追求的。\n\n事实上，如果我们把安全风险设为不失败概率，那么要支撑这个概率到达90%的成本，会比支撑80%的成本高得多。从90%升到95%，成本爬升的幅度更大。\n\n想从99.9999爬升到100%，就这0.0001%，把人类有史以来创造的全部财富都填进去，也根本不够。\n\n而另一方面，你要考虑到不可持续的安全是没有意义的。将全部的资源用来提高下一秒绝对不出风险的概率，随后变成一穷二白，那么接下去的第二秒要怎么办？光着身子赌天暖吗？\n\n因此，从一开始就要杜绝“越安全越好”的心态。**对于安全的绝对追求，本身就会损害实际的安全水平**。这在数学上就意味着你不可能通过学习如何避免风险，而免掉冒险这门课。\n\n意外一定会发生，绝对不允许它发生，它不但会更多的发生、而且会有更强的突然性和破坏性。要害在于要容纳意外，管理意外，而不是仅仅排除意外。\n\n正确的安全观，首先就以正确的、中性的、甚至是积极的看待风险为起点。\n\n现在我们来谈怎么构建你的安全感。\n\n安全来自两个方面：\n\n1）来自人与自然的良好关系。\n\n首先带给人威胁的是人对自然的无知。**自然对人类是有要求的，并且自然对人的要求是不遵循所谓“不知者不罪”的法则的。**\n\n**自然的要求恒久存在，不符合要求就要遭受损失，直到你改变自己的行为至符合它的要求，或者损失到你死亡为止。要么悔改，要么受处罚，直至灭亡，没有第二种选择。**\n\n**不但如此，认清这些要求的责任也无条件的在人类一方**。你不了解空气有多重要，并不妨碍你失去空气就会窒息而死。你不相信重力的存在，并不妨碍你跌落悬崖会粉身碎骨。\n\n**自然不接受反驳、不接受上诉、不接受任何第三方的审判和修订。任何明知故犯的不顺从自然规律的行为，本质就是危险的，任何明知故犯的拒绝了解自然规律的行为，也是本质危险的。**\n\n了解到自己的行为和决策没有与任何已知的自然规律相抵触，并且也明了自己已经尽了最大的了解自然规律的可能，是人类健康的安全感体系的根基。\n\n这意味着坚持不懈的对自然规律的学习与探索、和不间断的对当下的行为是否符合一切已知的自然规律的反思。\n\n这里要尤其注意——**自然，并不仅仅指金木水火土，人类本身就是自然的一部分。**\n\n**换言之，社会规律、经济规律……等等一切由自然法设定的关于人的法则，一样是自然律的一部分。**\n\n虽然这一部分的**自然法**则因为极为复杂而且有深刻的利害关系而受到大量的zz正确的干扰，但是它们仍然是不以个人的意志为转移的自然法则的一部分。\n\n一切属于规律的东西，都是你有**无限的义务**要去了解和顺应的东西。你对这些规律的了解和顺应，就构成你与自然的基本关系。\n\n与自然的关系良好，一个人就能获得更多的来自自然的馈赠，而少受到来自自然的惩罚。\n\n自然是极其守信的事物，你不用担心它突然脾气一变，就把某种自然规律改掉了。你顺应某种自然法则所习得的技能——例如骑车、游泳、奔跑、驾驶、种植、收割、开采、提炼、锻造、雕刻、速写、描述、测量、建筑、拆除、计算、计划、管理、组织……**只要自然规律不做修改，就会一直有效。**\n\n你要注意，我上面列出了不少与人有关的技能，例如管理、组织。这意味着你要脱离具体人来思考你这些技能的本质——你的这些技能是不是只对这些人有用？只在这还行前提下有用？你所做的之中不受具体人、具体条件限制的成分越大，它就越成其为你与自然的关系的一部分，而并非与人关系的一部分。\n\n你对这些技能的学习和磨练，本身就是对自然的一种关系建设。这些技能的成就和有效，就是自然对你的友善的友善回应。\n\n你与自然的关系牢固，会是你安全感的最大的源泉。\n\n**你也将由此拥有安全感的最大底牌——**\n\n**“此处不留爷，自有留爷处”。**\n\n一旦你解决了与自然的关系，防范专业犯罪者的基本策略就自然容易理顺了。\n\n道理很简单——从开始，到现在，直至可以想象的将来，人类从来是、现在是、将来也仍会是**抱团应对客观世界所带来的纷繁复杂的挑战的群体，而应对这种挑战的最基本的资本，就是拥有与自然关系密切的人。**\n\n因为这些人如同人类从自然中汲取价值的抽水机，是组织可以避免冻饿、威胁最基本的屏障。如同村子里的农夫和战士，公司里最有业绩的销售员，属于组织的核心资产。大到一个国家一个民族，小到一对男女组成的家庭，组织的生存和延续，最主要的使命就是发掘、创造、团结和维护这样的动力源泉，越多越好，越强越好。\n\n也因此，这样的人会受到ta所属的一切关系的慎重对待和对等保护，而这种广泛的礼遇和保护，就是你应对一切潜在恶意的最基本的筹码。\n\n对于专业犯罪者而言，你自己身体练得钢筋铁骨、十八般武艺精通，固然是有一定的吓阻作用，但是那仅仅适用于理智的、业余的侵犯者，几乎对理智的、专业的、有经验的侵犯者没有意义（对不理智的业余侵犯者也没意义）。如果对方是有系统、有计划、尤其是有经验的，所谓的“身强力壮”其实意义非常有限，很多伤害案乃至谋杀案都是身体瘦弱的专业罪犯使用很简单的工具杀伤了身强力壮的人。\n\n而且所谓身强力壮的人，反而容易因为安全感过强而意识松懈。\n\n你在明而他在暗，以有心算无心，虽有力亦不能胜。\n\n**真正能震慑ta们，令其不敢轻易以你为目标的要素，是ta们对伤害你之后的后果的顾虑**——那些由你的同志、你的朋友、你的亲人、你的社区（这包括了公检法）必然发动的追查和惩罚。\n\nta们即使有所谓可以对你实施伤害的机会，只要ta们没有把握逃脱这种追查，ta们就不会轻易的动手实施。\n\n而什么是保证专业犯罪者不能不有所顾忌的要害呢？\n\n第一，你自己展现出的能力是有价值的，足以让人意识到你多半是某种利益关系的重要环节。这在很简单的言谈举止里很容易流露出来——例如很难被套话、问的问题直指重点、叙述事件简洁清晰、知识宽阔、人情世故精通（礼貌得体从容）、行事交谈从容热情。\n\n这些自然流露的气质和素质，天生的能震慑人。因为这样的人是干练的人，干练的人没有背后没关系没背景的。\n\n一锤子打倒你容易，打倒之后不知道会有什么样的麻烦会在什么时候以什么形式找上门来，这就太不明智了。\n\n职业犯罪者不是为了纯兴趣而那样做，ta们做的是一门生意，ta们必须要奉行小心行得万年船的法则，不会无意义的冒过大的**未知风险**。\n\n第二，**不要让任何人在任何时刻相信——哪怕是自以为是的误以为——你处在与一切人都断联的状态。**\n\n经典的例子就是对陌生人说你是从家里闹翻了跑出来的，“没有一个朋友可信”。\n\n在你说出这话的瞬间，你最好祈祷听这话的人（包括间接得知的）里没有任何人对你有恶意。因为这一瞬间你等于在自己身上画了一个靶子。\n\n人对其他人永远谈不上绝对了解，所以第一条禁忌只会导致想要对你下手的人把你列入观察对象，ta们还要做不少试探和侦查工作才能下定决心出手。\n\n但是得知你自己正处在绝对断线状态，没有任何线索可以追踪到此时此刻的你，那么即使对你不够知根知底，此时也会对有犯意的人产生很大的诱惑。\n\n这就是为什么类似金三角、战乱之地、蛮荒西部、戈壁无人区这类不法之地非常非常危险的主因。\n\n而这些技术性手段之上还有一个终极策略——\n\n**那就是让人意识到你身上有很强的**爱 - Caritas**的能力。**\n\n有爱的能力的人，有极大的可能正被爱着。这说的不是限于那种男女情爱，而是指Caritas。\n\n以Caritas待人的人，有极大可能会被人寄以极大的关心和情感羁绊。这比起前面仅仅只是出于利益相关而给予的关注和照顾是不同的。\n\n仅仅出于利益相关而给予的照顾，是有止损线的，是可以交易的、也是有期限的，因而是可以计算、可以收买、可以指望通过制造实施成本而躲过的。\n\n而基于caritas而生成的关心和羁绊，是深入人性本能的，是人类底层机制所保证刻骨铭心的东西，是足以令人永世不忘、不计成败得失的、先于物质利益的、不是被价值观所决定，而是决定价值观的东西。\n\n你伤害了为人所深爱的人，你必定要面对被不计代价也要实施的追偿，因为这不只是被报复心所驱使的强烈冲动，也不只是被利益心所驱使的冲动算计，还包含了来自牵连者自身价值观所带来的深入骨髓的自我拷问。\n\n那就是**正义。**\n\n**有无法确知身份和数量的人会冷静的、精密的、有计划的、有系统的、不计代价的、矢志不渝的向你不是复仇、不是求偿，而是索取正义。**\n\n**这才是震慑一切邪恶的达摩克利斯之剑。**\n\n真的打算动，就要抱定同归于尽的觉悟——世界上哪有同归于尽的生意经？\n\n相应的，就有这样一条禁忌——\n\n**不要在陌生人面前以实际身份流露愤世嫉俗的极端观点**，例如“世界上没有一个好人”，“人间不值得”，等等任何这类会让人估计你应该没有任何有质量的亲密关系可言的言论。\n\n有一些观点，如果你强烈的持有，一定意味着你恐怕既无任何亲密关系，也没什么可能去建立什么亲密关系，于是你消失了估计没有人会真的会来追查和关心，你就算受了损失哀嚎，你也只能靠单打独斗去报复。\n\n既然你都能说出这类话来了，谅你也只是一个无能之辈，既不理解人类社会是如何运转（于是根本制定不了有效的计划）、也没有足够的智力和耐心做什么有效坚持执行。\n\n这意味着你拥有的、以及你能借贷到的一切资源，都是随手就可以低风险获得的便利资源。\n\n你可能觉得自己说那些话很爽，但其实说完了你在有心人眼里就成了一堆肉。\n\n**如果你一定要说来发泄一下，切记要确保一切能听见这些话的人里面没有人有可能知道你是谁。**\n\n因为通过公开弃绝爱的可能，你自己丢掉了真正能根本庇护你的剑与盾。\n\n对付老练的、也是最危险的专业掠食者，这些策略已经是你可以负担的一种比较好的方案了。\n\n它要好过请一堆保镖。\n\n在上述几个要点之外，特别说一个点：警觉心是没有过逾的。\n\n在那个跳车女孩的案例中，无数的人嘲弄女孩的警觉心是“想象力丰富”，在我举出“有人在你面前举起铁锤，你要想想ta是不是会用来攻击你”，也有无数人群起讽刺。\n\n但其实这种嘲讽本身才是不健康、而且是**不知死活**的幼稚态度。\n\n任何在物理上可能对你构成威胁的事物，你不做出明显的反应，都应该是思考过预防和反制措施后的决定，而不应该是根本不经思考而断言“这不可能”“这是胡思乱想”后“放弃怀疑”的结果。\n\n其实，你们连想起“不可能”三个字的机会都没有，因为你们根本没有意识到这种可能性的存在，不是吗？\n\n**人生漫长得很，你们还有六七十年的机会去了解这种对威胁存在的可能性的迟钝、以及对这种迟钝的不以为耻、反以为荣，本身是一种会让你多么悔恨入骨的愚蠢。**\n\n只能希望这种教训对你不要是致命的。\n\n再说一遍，别人看不出来你的反应，只能是你思考之后决定不做特定反应或采取不易觉察的措施防御的结果，而不应该是你没有觉察到威胁的可能的结果。\n\n实际上，只有有这种警觉心和忧患意识的人，才会最终走上寻求某种有总体性的、全面性的、决定性的防御体系的路。因为你不可能再一事一策的分别应对你能意识到的威胁，你会意识到你只能总体性的高效的、有系统的防御全面的威胁。这会大大的有利于加深你思考的深度和整体性。\n\n这本身就是一种良好的思考训练。\n\n**那些喜欢把“你想太多”挂在嘴边上的人，有多少其实是因为自己空有警觉但其实束手无策，受不了这种无力感于是宁可选择鸵鸟政策求个虚假的心安而已？**\n\n**——如果ta们不是在尝试掩盖自己的攻击意图的话。**\n\n但是，仅仅通过心有底气、自然流露镇定自若的气质，以及有效展现自己与家人朋友保持着联系，仍然是不够安全的。\n\n因为你躲不开一些不在此列的威胁——蠢人、病人和无心之人。。\n\n愚蠢的人看不懂这些，ta们只是不知道自己在做什么，也不知道后果是什么。\n\n而一些病人——例如反社会人格——有机能上的障碍无法做出正常的反应。例如见不得人太幸福之类。\n\n而无心之人并非故意要威胁你，ta们对你造成伤害的确只是出于意外。你怎么能要求人绝无失误呢？\n\n因此，天长日久，你一定会发现一个问题——有足够的警觉心，有足够的应对的训练，也有足够的安全保障，并不足以完全保证你的安全感。\n\n因为你一定会遇到你警觉不到、应对不来、也无法震慑的危险，不但思之后怕，而且更暗自心惊——这类事情不知还有多少，即使就是这件事本身再来一次，也一样不知如何防范。\n\n危险是自然存在于天地之间的，它们并不能靠着“足够的防御措施”来完全免疫。\n\n真正给你带来最终安全的，是明了自己的人生价值，并全力以赴的加以努力，**随时随地处在可以死而无憾的状态**。\n\n我不是虚空，我是一种实在，我已造成改变，我已留下遗产，我的死亡将不是我的意义的消亡，我已经尽了我所能承受的最大的努力。我已尽我所能的尽力的生活。\n\n如我当现在被浇奠，是我离世的时候到了，我可以说那美好的仗我已经打过了，当跑的路我已经跑尽了，而且我会庆幸，我所信的道我已经尽量守了——幸亏这种艰苦的持守毕竟是有尽头的。\n\n向死而生，是人的勇气可能的最大的、也是最坚实的根底，是战胜贪念和恐惧的最后保证。\n\n真正保证你的安全感的，从来就不是什么武力或者实力——这就是为什么那些日夜忧虑的亿万富翁和疑神疑鬼的独裁君主即使富甲天下、权倾一时，却毫不性感的原因。因为性感的根源是安全感，而安全感的来源，并不是安全的“保障”。\n\n安全感来自**勇气**。",
            "voteup_count": null,
            "read_count": 6169,
            "favorites_count": 343
        },
        {
            "id": 429,
            "title": "失望",
            "question": "关于失望",
            "zhihu_link": "https://zhuanlan.zhihu.com/p/549210717",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1D-心理\",\"1-家族/1G-统绪/1-规矩\",\"3-信仰/3A-Caritas/1-爱\",\"1-家族/1A-内外/1-内在建设/1e-立志\",\"处世\"]",
            "links": "[\"学好语文\",\"坚持\",\"可信\",\"励志\",\"家族\",\"精英\"]",
            "last_update": "2022-09-08",
            "content": "这东西是这样的——“坚持“这回事，说穿了就是懂得如何处理失望。\n\n如果逻辑上敌人只需要做什么事就可以令你“失望”，那你根本没有机会做成什么事。\n\n丢了个你自己期待已久的单子，好失望，不玩了；\n\n考砸了一次很关键的考试，很失望，不跟了；\n\n打输了一场觉得很重要的仗，很失望，放弃了。\n\nblar blar blar……\n\n**只要是这样的思考方式，你放心，这一单、一考、一战，不但迟早会来，而且会早于你的预期、接二连三而来。**\n\n你必定放弃。\n\n因为你**根本就不知道什么叫坚持**。\n\n**你所有所谓的“坚持”，不过是一帆风顺造成的幻觉。**\n\n人要学会认准的事就不失望，直接从逻辑上就消灭失望的一切触发条件——提前就想好，考砸了我也不失望，丢单了我也不失望，打输了我也不失望。\n\n砍了我的手我也不会失望，\n\n挖了我的眼，我也不失望。\n\n斩了我的头，\n\n断了我的香火，\n\n诛了我的九族，\n\n我也不会失望。\n\n出来混，早预着了。\n\n不死不休，\n\n死亦不休。\n\n我熟读历史，博古通今，对事情发展的一切曲折性没有任何侥幸，绝不会预期有什么可以伤害我的事我的敌人不会做，也绝不会笃定有什么可以造成打击的灾难不会发生。\n\n**那又如何？**\n\n谁说“不利”就要放弃？\n\n利不利，只影响做事的策略和节奏，**只有该不该、想不想才能被允许影响你做不做。**\n\n若没有这样的觉悟，你一开始就不该走上任何一条已知可能会发生这些的道路。\n\n只有完成“失望无效化”，你才能顶得住敌意和威胁，才有可能有所成就。\n\n无关男女，这才是一条真正的汉子，顶天立地大丈夫。\n\n而现在很多人的mindset是什么呢？\n\n寄望于顺利，寄望于坏事不发生，或者不发生到超过自己的预期。同时这个预期还天真到烂漫的地步。\n\n一点顺利，兴高采烈，一点挫折，如丧考妣。一点精力，全都在这些喜怒哀乐的神经冲击和情绪修复里了。\n\n“希望”“失望”十二回，转眼已经五十八。你以为一辈子有多长？你能做多少事？\n\n哪怕只是出于想象、假设，发现这些东西对打算走的道路有什么影响，都要警惕和想好。\n\n成败利钝在所不计，生死荣辱置之度外。\n\n一条路，走到它亮。\n\n记住——事情永远是由无侥幸的人来决定结局，而不是那些看风向紧就跑、看势头旺就来的人。\n\n只有这些人，是竖旗、立寨、开山的人，是提供港湾和归宿的人。\n\n那些一天到晚提心吊胆考虑有利不利，run向何方的的人，是流浪的、敲门的、乞讨的——注定一生悬命，无枝可依。\n\n逻辑上你根本不可能跟随这种永恒投机者，因为ta明天在哪里，不取决于ta自己，取决于佩洛西，甚至更微不足道的风吹草动。\n\nta们答应你什么根本没有什么价值，因为ta们是否会坚持守约同样不取决于ta们，而取决于不知什么奇怪的偶然变数。\n\n其实这些事——不论是香港、乌克兰、还是台湾——每一件都是试金石，可以让你默默观察身边的人谁是磐石而谁是蒲草，你要成为谁，要靠拢谁。\n\n这些要巨大动荡才能揭露的真相是平时太太平平你看不到的，而且是无价之宝，你都没处买。\n\n什么“赢麻了输麻了”之类的没出息的话，那是脆弱成性不以为耻，反以为叫“智慧”的投机者才在乎的东西。\n\n学会脱离这种可怜的话术和情绪，不然那类人很难视你为同类，对你的尊重只不过是出于对自身的高要求和同情。\n\n尊敬是基本没可能的。\n\n而尊重只不过是免费供应的基本品，尊敬才有实际的分量。\n\n相信我，基本所有的财富、权力的秘密都在这些人手上。\n\n只要这些人感到你是同类，很多门都会向你打开，你亏不了。\n\n最后，还是那句话，我对中国充满信心不会因为佩洛西这些戏码减少一分（坦率讲，未来的这一小段时间是接手一些软弱者资产的好机会。）\n\n我对中国有信心，和中国现在的势头是向上还是向下无关，仅仅因为“我有信心”本身。\n\n是否应该看好中国，要看真正能决定结局的人。\n\n也就是取决于我**和你们**，\n\n不取决于“佩洛西”们。\n\n---\n\n关于失望还有第二个比较严肃的问题，那就是“失望”本身是不是一个好的工具。\n\n很多人的失望模型是这样的——\n\n首先你引起我的期望，接着我的期望落空，于是我说我很失望。\n\n这个是一个经典的三段论。\n\n它的逻辑基础也很直白——这算是一种对“欺骗”的“惩罚”，以便威慑未来尝试不负责任的引起我的期望的人。\n\n这看上去天经地义，难道还能有什么问题？\n\n确实有问题。\n\n那就是你要知道——**愿意承担你的期望的人是稀缺的**。\n\n通过这样“公平的惩罚”，你实际上在教导他人谨慎注意不要引起你的期待。\n\n一旦引起了你的期待，那么你的期待若是落实了自然太平无事，但是一旦落空，ta就将招致惩罚和打击。\n\n如果引起你的期待本身不能直接带来重大的、足以抵消后来的打击风险的利益，对方必然会选择从此以后什么承诺都不给你，甚至连问你想要什么都不问。\n\n因为从很多人的伦理认知里，问我想要什么，已经是要我期待了。\n\n这份生意亏面极大——说得世俗一点，对方“引起你的期待”的过程很可能根本是被动，无知的。对方自己未必和你签订了什么严肃的合同、明文的契约，你已经可能产生强烈的“契约成立”的意识。而这个违约责任非常严重的契约，对对方却往往没有任何实质的好处。\n\n举个常见的例子——知乎KOL经常收到“你变了、太令我失望了”的留言、然后发现对方散播一连串极其“尖锐”的言论。\n\n问题是，让ta“充满期待”的过程在绝大多数情况下其实完全是默默的、无声的、没有产生任何可见收入或者良好感受的。\n\n这个期待的现实收益完全在产生期待一方，在“引发期待“的这一侧，除了理论上的“被万众瞩目的快感“的**数十万分之一**之外，其实什么也没有。\n\n但是一旦发生了“失望”，要承担的却是**十足十的报复**。某些报复还会直接涉及人身安全和刑事构陷。\n\n说这个不是要去批判这个客观的社会现象——这个就属于残酷的人类社会客观规律，人只能学会平静接受、技术处理和愿赌服输。\n\n说这个是要说另一个方向——人都不是傻瓜，就算是，经过了“期望者”们的“教育”，也会“聪明”起来。\n\nta们可以接受不引起你的期望，**但是你自己难道打算生活在一个所有人都谨慎小心、避如蛇蝎、绝不能意外引起你任何期望的世界里吗？**\n\n你的世界里实际上真正存在的人其实平均只有七个而已。其他的不过是匆匆过客。\n\n如果这七个人都被你的“有百害而无一利”的期望教育到“清醒”了，你将生活在一个零摄氏度的单人牢房里——对方来探视你都要隔着有机防弹玻璃。\n\n这个时候，你觉得“让我期望落空我就有权失望”足以提升这房里的温度吗？\n\n这份失望权到底公不公平、合不合理，到底看什么？是看形式逻辑上的“简洁美感”，还是看咬定它“显然公平合理”的人到底是趋向繁荣幸福还是孤苦早夭？\n\n如果你的答案是后者，那么你要学会一个看似“疯狂”的新逻辑。\n\n**只期望，期望落空，不失望。**\n\n如果这层境界不能发自内心的做到，那么退而求其次，学会**期望落空，【不说】失望。**\n\n**这话你看得懂，努力做，你的分手、离婚、亲子反目的概率至少下降一个数量级。**\n\n因为有九成以上的反目，是从对方没能兑付你的期望、遭遇了严厉的惩罚，然后不得不老老实实按你声泪俱下立下的“以后不能保证办到的事情就不要跟我说”规矩照办的结果。\n\n嗯，好的，我心疼你，我也不想再犯这错误。\n\n以后这类事我不会说了。\n\n那么，什么是“保证能办到”呢？\n\n我是一个人类，我控制不了任何我控制不了的因素。\n\n**我没有保证能办到的事情。**\n\n**亲爱的，我没有可说的话了。**\n\n---\n\n所以，那话才没有说“实现了的就盼望，失落的就揍ta，就不再盼望了”\n\n它说的是——凡事包容，**凡事相信**，**凡事盼望**，凡事忍耐。\n\n爱是永不止息——永不止息的盼望和期望，而**弃绝失望**。\n\n---\n\n这里有人在问，如果我弃绝失望，要是人家无限的令我落空、伤害我，难道我都无限接受？我的出口在哪里呢？\n\n这里你犯了一个错误——你根本不需要失望、就可以结束或者改变关系。\n\n人们如此依赖“失望”这个工具，其实不过是希望借着它获得自由离开而不必被指责的免罪牌。\n\n但事实是——从一开始，你离开、转变就是自由的，你根本不需要对对方做任何“是你令我失望我才另做选择”的解释，更根本不需要对方的批准。\n\n“我离开是因为没赚钱”已经很够了，或者纯粹的“我觉得不working”已经足够了。\n\n你不需要靠“失望牌”来“免罪”，你只是要承受你自由本身就有的重量。\n\n就是因为我不想了，所以我要另做选择，就是这样而已。\n\n我另做选择，不是出于“令我期望落空而行的报复”——因为我一开始就知道肯背负我的期望本身就是一项极大的贡献，无论你事后有没有成功。\n\n在我眼里这事是你只要背负了我的期望，我就要谢你一份，如果你没实现，那么这一份感谢仍然不会收回。\n\n**如果实现了，那么我要谢你双倍。**\n\n你不可能因为承担了我的期待而受到来自我的任何惩罚。\n\n**只有一份感谢和两份感谢的区别，绝无任何报复。**\n\n根本不存在因我的期待而带来伤害的逻辑可能。\n\n所以我的期待对你只构成得到一份或者两分感谢的机会，成为一种**毋庸置疑的祝福，而非悬而未决的诅咒。**\n\n**事实上，哪有什么悬而未决？**\n\n遵循“公平惩罚逻辑”的人很容易发现“失望“是利润丰厚的，因为那不但可以省下谢礼的义务，还额外产生了索赔的权益。\n\nta们**下意识的就会失望**。\n\n**失望成性**。\n\n被ta们期待，是毫无悬念的诅咒。\n\n唯一的结局，只会是被得出失望的结论，而产生赔偿义务。\n\n**这真的公平吗？**",
            "voteup_count": null,
            "read_count": 4064,
            "favorites_count": 337
        },
        {
            "id": 2864,
            "title": "学习的快乐",
            "question": "如何看待微信朋友圈里这种论调「孩子，我宁愿欠你一个快乐的少年，也不愿看到你卑微的成年」？",
            "zhihu_link": "https://www.zhihu.com/question/50401236/answer/1621223312",
            "author": "#Anonymity",
            "tags": "[\"2-事业/2A-功夫/1-学与玩\",\"1-家族/1F-亲子/1-身为父母\",\"1-家族/1A-内外/1-内在建设/1f-概念定义\",\"处世\"]",
            "links": "[\"不紧张\",\"职业规划\",\"爱的痛苦\"]",
            "last_update": "2021-05-15",
            "content": "学习本身就应该是人生至乐。\n\n工作本身就应该是人生的快乐源泉。\n\n本来就谈不上“用痛苦的学习去换取逸乐的人生”，只要建立起这个心态，则交换与否已经没有意义——第一你交换不了，不信你苦哈哈的去熬吧，看熬到下半辈子是不是就是可以垂手而治，“全自动的幸福了”。\n\n**事实是即使你熬到真的才高八斗，你也只会找到一个专属于才高八斗者的同样压力巨大而迷茫不知归处的苦工。你一样不愿意做，一样会因为不愿意而苦闷或者因为不愿意而干脆无业以至于困窘。**\n\n但我要补上另一种要害。\n\n不要以为“学会喜欢学习”是指要把学习这味苦药想办法撒上糖，弄的酸酸甜甜的好让小孩子易于吞服。\n\n不是“七点前默写完爸爸周末就带你去海洋公园”，不是“多媒体化”“互动化”，“帮助孩子保持注意力”。\n\n不是“趣味化”、“娱乐化”的那个“学习”。\n\n那就像在咖啡里加奶加糖加到变成了咖啡风味奶茶，爱喝的人爱的是奶茶，而不是咖啡。\n\n人真正应该爱上的恰恰应该是那些会让普通人竭尽全力、痛不欲生、忐忑不安、茫然失措、夜不安枕、食不知味的那些艰难的事本身。\n\n爱喝咖啡，**爱上的就该是咖啡的苦。**\n\n**The bitterness is the point.**\n\n浪不大，老子还不爽。\n\n一点难度都没有的事，老子还不屑于做。\n\n不折磨，哪有坚韧？**没有坚韧，幸福就全靠躲**。坚韧的人靠的是对惊涛骇浪视如等闲。\n\n你的子女不需要学会任何知识，ta们“学知识”**只该是为了学会反复挑战智力极限的快乐。**\n\n“学没学会那个知识”，根本不那么重要。\n\n**学习成瘾，工作成瘾，功名利禄就于你如浮云。**\n\n你挑工作就不再看什么“待遇”、“报酬”，而是看它“有没有挑战性”。\n\n放心，配得上你来做的工作，能引起你兴趣的工作，没有不赚钱的。世界上最赚钱的东西就是别人连试都没勇气试的东西。\n\n把你做的过程录下来丢哪里流量都有百万。切成十二段，流量就是1200万。看你动手都上瘾。\n\n你还怕穷？还怕不幸福？\n\n还需要用“不快乐的童年”换“快乐的成年”？\n\n等你真的学明白了这是什么，你真的是什么都不怕的了。\n\n现在发配你去养猪，你也会兴奋的搓搓手——“这个我可真没干过啊啊”。\n\n现在断了一条腿，你也会马上开始琢磨“怎么用3D打印有足够强度的假肢。有办法做到能控制脚趾头吗”。\n\n高位截瘫，好好研究一下眼皮发摩斯电码和可以用舌头控制的指点杆外设——配上高精密的伺服电机，老子没准可以成为世界第一个用舌头耍杂技的人。看哥舌控独轮车走钢丝穿越黄河**（严正声明，此创意禁止剽窃，剽窃高位截瘫患者的创意你们还有人性吗？）**\n\n**世界上哪有无趣之事，无趣的是人。**\n\n问题在于，怎么让子女爱上这种精神冲浪的感觉。\n\n那需要你自己是这样的人。\n\n你要有超越一般价值而热爱的东西。\n\n有那种无需再获得任何物质报酬就已经足堪享受的神性享乐。\n\n神乎其技的东西。\n\n那种呕心沥血的爱，物我两忘的爱。\n\n人于彼时，灵光闪耀。\n\n见者忘情，天花乱坠。\n\n希望你们能遇到能引你们进这层境界的人，因为你们只有自己亲见，才能明白这是什么样的境界。\n\n遇到了，绝不要放过——哪怕他只是位拉面师傅。\n\n这也是为什么芭蕾票值得那么贵。\n\n不白说这一段，给你们一个明确的指引。\n\n这种心态的养成，除了天意际遇之外，人可以做的一件事是带领自己的孩子**练功夫**。\n\n这不是指练武术。\n\n我给你们一个小问题——\n\n**徒手剥毛豆，可以有多快？**\n\n试试。\n\n带着你的孩子研究一下这问题。\n\n买上十斤毛豆，分成二十堆，研究一下这个问题。\n\n徒手剥毛豆，可以有多快？\n\n可以有多低的观察成本和操作成本？\n\n你能把这件事优化到什么程度？\n\n这次用三个动作，下次能不能只用两个动作？\n\n能不能只用一个动作？\n\n能不能保证豆子不会弹出碗外面？\n\n能不能不必用眼睛小心翼翼的观察来指引动作？\n\n能不能不把壳撕成碎片掉到碗里？\n\n能不能不伤指甲？\n\n能不能不那么容易手打泡？\n\n你能不能永远看到下一个可改进的点，下一个可尝试的方案？\n\n你能吗？\n\n让孩子跟着你经历这个过程。\n\n学毛笔字，练一个永字先练到透。\n\n练到气韵流动，练到筋骨十足。让ta学会批判自己的成果，学会创意十足的尝试解决问题，学会体会问题的改善。\n\n**每一个好题目，都可以练出功夫来。**\n\n削铅笔也可以先练明白如何削不断芯，练会无一刀多余，笔头如莲。\n\n练线条，也可以先练到圆转如意，细若游丝。\n\n练抓黄豆，也可以练到每一把重量都一样。\n\n练解二元一次方程，可以目测有解无解，解是多少。\n\n先沉浸在功夫的世界里，有了功夫，自然锥置囊中，颖脱而出。\n\n然后庖丁解牛，举重若轻。\n\n直到任何事情只要你动念，必易成功。\n\n这句成功，不是指“取得功勋”，而是指**成就功夫**。\n\n出手成功的人，无庸碌之辈。\n\n去剥剥毛豆看看。",
            "voteup_count": null,
            "read_count": 4289,
            "favorites_count": 335
        },
        {
            "id": 2519,
            "title": "恋爱原理",
            "question": "厦门千人斩说明什么问题？",
            "zhihu_link": "https://www.zhihu.com/question/461267669/answer/1906986171",
            "author": "#Anonymity",
            "tags": "[\"4-世界史/4A-社科/伦理\",\"1-家族/1E-两性/1-亲密关系/1a-交往准则/优质选择\",\"性别\"]",
            "links": "[\"可信\",\"爱\",\"立场分歧\",\"爱的痛苦\",\"能力与责任\",\"爱情\",\"爱的资格\",\"紧追不放\",\"亲近\"]",
            "last_update": "2021-06-26",
            "content": "这个问题，你该关心的根本就不是什么当事人的道德问题，而是为什么“海王”比“舔狗”更容易“得手”。\n\nmd，这几个词真够脏的，呸呸呸。\n\n重新表述——\n\n**为什么婚姻向的追求者反而比以临时向的追求者有如此显然的劣势？**\n\n这数据如此的悬殊、事实如此的显然，这很明显应该引起你的一些注意和思考。\n\n**一定要注意，所谓“注意和思考”，其交付物绝对不应该是“给某人的判决了某种你执行不了的罪名”，而应该是“我应该如何调整我的预期和行动策略”。**\n\n前者不叫注意和思考，而是一种把新闻当烟土吸的情绪消费行为——只是一种精神毒瘾。它唯一的作用是提供成本低廉的解决感和报复快感，其实不解决任何问题、不改善任何状况、不提供任何希望。\n\n反而会增加绝望。就像毒品会留下系统损伤一样。\n\n**现在回到问题本身上来——为什么婚姻向的追求者反而比临时向的追求者在成功率上居于如此悬殊的劣势？**\n\n解释为“女性普遍道德崩坏”除了是没有现实意义的，其实在方法论上本来就是逻辑不通的。\n\n因为你知道不是历来如此，只是现在有了手机所以被你知道了而已？\n\n你怎么知道不是历来就是如此，只是现在有了飞机高铁可以实现，而不像以前住在村子里没有实现的客观条件而已？\n\n所以你怎么知道这不是女性历来就有的倾向？你怎么知道这不是绵延千年的自欺欺人终于被时代发展触发的无法对抗的幻灭呢？\n\n姑且不说是不是就是这样，但你有从这些角度想过吗？\n\n其实这道理并不复杂——临时求欢者有两大优势。\n\n优势A，ta们因为预知自己有可靠的退出机制，无需考虑长期维持对方的预期，所以可以将有限的投入集中在极短的时间内做密集投入，这使得那些短短的接触瞬间里ta们可以以相同的经济能力，塑造出高出一个数量级的直观表现，从而创造出对方极大的误判可能。\n\n我注意到有人在愤恨自己几年花了三十几万都没能获得女孩的亲睐，太“失败”了。\n\n问题是，对方可能是短短一周就投入了一两万哦——**折合“年化投资预期”可是五十万、一百万起步**。\n\n或者可能更集中，在1天的约会中就投入了5000，折合年化投资预期130万哦。\n\n或者资源用得更巧，在2个小时的约会中就投入了2000，按一天折8000，年化后折合208万哦。\n\n在女方看来，很显然后者投入力度更大，不是吗？而女方并没有足够的线索判断后者没有持续做这样的投入的实力，在被分手之前更没有什么理由去认为这人对她不及你有真心。\n\n对方可是眉头也不皱的一周丢出了两万，这可比虽然“大方”，但却单位流量小得多、需要对方“知道感恩”的肢体语言强烈得多的你不知道有诚意到哪去了，不是吗？\n\n坦率的说，公公平平的讲，只要女性的确遵从物质安全最大化策略，你就是**公平的**输给了对方。\n\n不服气也没啥用，再来一次结果还是会一样。\n\n为啥呢？\n\n因为你自己不就是在用不断暗示你将提供经济保障来尝试赢取对方的婚姻关系吗？你不是主动参加的就是这个比赛吗？你难道选择的不就是你相信在执行这个规则的裁判吗？\n\n那么从这个裁判的角度看来，按规则的确是对方赢了啊。\n\n你有啥可不服气的？\n\n你看懂这悖论了吗？\n\n**如果你真的打算建立现实可持续的长期关系，不要去选择“经济安全最大化”的裁判员报名参赛。**\n\n因为你报名参加的是长跑，却在任何一段速度不如人就会被判“处在输掉状态”，那么只要有一个短跑选手跳出来，就可以在十秒钟里毫无疑问的赢了你。而你一秒钟都输不起。\n\n这会导致你的“胜利”极其脆弱，近乎没有实际意义。\n\n你在报名参加一场你很难赢的比赛，从你“报名”的那一刻起，你已经输了。真正的变数，只是那个“赢”你的人在第几年出现的而已。\n\n**而从另一方面，“裁判员”们自己也要想清楚一个问题，你们的比赛规则设计是有缺陷的。**\n\n你不能从一个人在经济上是否豪爽、在眼下的服从强度上是否足够大来得出**足够有意义**的结论。\n\n如果你们没有引入更多的判定维度，没有更深入的反作弊判定技巧，你们就会像礼品规则有问题的网游一样，不但失去有价值的玩家，还招来大批的羊毛党。\n\n尤其是你们还在努力广播赢得比赛的奖品是如何美妙和丰厚，就更是如此。\n\n第二个优势——这个不是所有对手都有，但是仍然存在——就是临时关系比终身关系要的对价小得多。\n\n你觉得自己在做很大的投入，对方应该高度重视，所以自己应该比那些临时投入的人占有绝对高的优先级。\n\n问题是，你所做的投入，所要求的对价也很高昂——一般来说你们要的是人家一辈子无论富有或者贫穷、无论健康或者疾病，无论顺境还是逆境，都要爱你、安慰你、尊敬你、保护你。\n\n而且很多人还要附加上永远以自己为优先——包括优先于其本人。\n\n并且毫无疑问的必须专一。\n\n——这没说漏什么吧？\n\n但是你的“竞争对手”没准只是明明白白的打算用一段好意换一宿你情我愿的贪欢。\n\n换句话来说，这就像你在谈的是价值一个亿的兼并——或者在很多情况下不如说是收购——交易，在用一百万做第一阶段试探性合作。\n\n对方是非常短期的交易者，ta很喜欢对方的游艇，在问自己出两万能不能租一天。\n\n公平的讲，后者当然容易达成自己想要的合作。\n\n并不是谁都想谈并购交易的。甚至，更本质的看，很多女性——而且**将来会越来越多**——是**不接受任何收购要约的。**\n\n**这意味着，只要你是抱着收购的目的，无论你出价多高，其实都不够高。**\n\n**因为很大部分人根本就不打算卖。**\n\n你的全面收购策略想要成功，有个绝对的前提，就是找到的确正在寻求被全面收购的谈判对象。这看起来近乎是一句废话，但是却似乎并不是一个普遍的常识。\n\n天生丽质，青春正好，门庭若市，人家为什么急着要寻求并购呢？\n\n尤其是，这种号称“终身并购”的交易真的有什么保障吗？**法律给了男性随时离婚的自由，不是吗？**\n\n**所以，不仅仅是一个人性高贵、不接受并购的问题，更是一个“就算一心打算从一而终，这个打算是否有足够现实性”的问题。**\n\n其实，你宣称的所谓永远，并没有任何硬的保障，不是吗？\n\n以前还有村子里、单位里的公论，有离婚就丧失前途、邻谊或者宗教永生的直接风险，现在并没有，不是吗？\n\n所以，说什么“永远”？\n\n你宣称打算用这个大额投入要达成的这个合并交易，**实际上没有任何保障可言**，但是却附加有大量的要求。\n\n你自己想想，这达成协议的难度如何？\n\n并且你其实是在要求一旦开始谈判，我就得停止接纳一切其它和你一样的出价者，还得是在停止一切临时接待的条件下进行这种封闭谈判。\n\n别的不说，就这份霸道，不把你排在后面，怎么可能呢？\n\n这你要看清楚一点——这是顺着你自己的逻辑顺推出来你应该被排在后面。可不是在说女性真的就是按照这个逻辑在把你排在后面。\n\n实际上你真正被排在后面的原因，并不是你出价多少或者女性自己要价多少，而是你没有顺着你自己的逻辑做出本该与你自己逻辑协调一致的行动，这意味着你还处在一个糊涂、盲目的状态。\n\n意味着**你其实还没有达成任何协定所必要的成熟**。\n\n其实你提出任何条件、任何设想，本身都没什么问题，但是你如果体现出并不遵循你自己的主张的全部逻辑，那么你所提出的东西其实不过是不自知的幻影而已，你说了什么、做了什么，都是无意义的。\n\n你们要清楚女性文化是一个天生的敏锐观察者的文化。这个文化的**核心主题**就是对一切**不成熟迹象的绝对敏感。注意，不是穷、不是丑、不是社会地位低，而是不成熟，思维不连贯、逻辑不通顺。**\n\n**凡不能准确判断的女性都要以终身幸福相殉、而且事实的判决不会接受任何上诉。**\n\n女性接受这种游戏规则已经上百万年，贯穿甚至超过了整个人类文明史，她们无可能不对此做出充分的适应。\n\n所以，其实你提出这样的交易本身并不算是问题，问题出在你提出了这样的交易，却对这样的交易的难度没有基本的预料，对它竟然没有想象中那么顺利感到很惊讶甚至觉得很不公。\n\n**现实的说，是这个不成熟的表现触发了女性在接受自己身份过程中养成的排序算法，悄无声息地把你排到五页开外了。**\n\n女性自己甚至意识不到自己的排序结果是怎么排出来的，她们只是自然的没有在第一页看到你的名字。\n\n她们基于自己无法说明的本能，就会觉得不喜欢你。\n\n那么，分析完了这些，意味着你可以有哪些可以考虑的选择呢？\n\n现在已知以下情况：\n\n1）以“可以长期坚持”为标准规范出来的输出，在数量级上无法与不考虑长期持续性的最大功率输出在功率上相比\n\n2）在女方遵从“经济安全最大化”为最高原则的前提下，女方的立场受到瞬间输出功率的极大影响。并且遵从“经济安全最大化”的原则，基本上是女性几百万年来养成的本能。\n\n3）提升合作规模会使得谈判成功率大大低于临时合作的成功率。\n\n那么岂不是绝症了？难道注孤生？或者意味着“无法战胜就加入”？\n\n当然并非如此。\n\n这个世界上还存在着很多不打算依赖任何人的女性/男性。\n\n就是不吃这一套的人。\n\n不吃哪一套？不吃“给我钱就是对我好”“吹捧我就是对我好”“开豪车就是有前途”“挥金如土就是有实力”“家世好就是有出息”“颜值高就是正义”“会说话就是优秀”“逢迎迁就就是爱”这一套。\n\n这些东西说白了就是同一套。\n\n就是假定所有的人肯定都在“找长期饭票”然后把一切人与人的关系都理解为“有没有足够的实力”的这一套。\n\n对于“找饭票”的人，**数学证明**了在ta那里你想几十年里一次都不输个几小时，概率很小。\n\n**不是零，但是很小。**\n\n因为找饭票的人**的确**就是这个决策逻辑。你既然要报名参加这种饭票比赛，你就要服从这个规则。\n\n食得盐、抵得渴。\n\n你还没看懂这个世界为什么要这么设计吗？\n\nta在用这种绝望在折磨笃信“世上的女人全这样”的人。\n\n你要相信世界上的女人全是这样，没人能向你证明不是，因为你可以把一切看起来不是这样的全都理解为“那是因为价钱不够高”，然后继续坚持相信世界上女人全都这样。\n\n你逻辑自洽了，没有人有逻辑可行的办法去证明不是这样了。\n\n那么你就绝望吧。数学已经告诉你你没得选了。要么你自己去走短期爆发，快闪路线——你能闪睡，你能闪婚吗？闪婚完了还有几十年，你拿什么扛？要么你将来愿赌服输，既然本来就是用饭票求来的“唯饭票论者”，你要接受人家为了更大的饭票而去——至于说看错没有，上当没有，其实你是没得插手余地的。因为你作为利害相关人，可以轻易的被解释为为了自己的私利不顾对方的幸福，当然会这么说。\n\n就算上述事情一样都不发生，你也要处在永久的恐惧之中。\n\n因为你自己选择了相信世界上的女人都是唯饭票论者啊。\n\n你看懂没有？\n\n说白了，一旦你要决定这样相信，而且是任何反面证据都不认、连怀疑都绝不怀疑，那么这个世界会自动变成无间地狱。\n\n说白了，这个世界不允许你这样想。你非要这样想，你就去尝一尝这样认定的结果。在自己去当海王躲一辈子、苦苦追求然后天天恐惧被比下去的永恒恐惧、甚至不上不下两头不靠的孤独苦闷中三选一。\n\n佛系是不可能佛系的，别指望了。想修佛系的人，还看不破“所有女人都是饭票党”这种执念……自剃光头人家都不收。\n\n路在哪？路从“**无论这个世界如何给你反面证据，对“不是所有女性都唯利是图”这一点固执到底”开始**。\n\n“\n\n去他x的证据，老子相信这一点到底。\n\n无论怎么受伤，无论受到多少辜负，多少嘲笑，多少挫折，\n\n只要老子还没死，老子永远相信到底。\n\n所以老子**绝对不走拿钱买这条路，不是怕买不到，而是怕买到了。**\n\n**买到了，会失去了不是这样的那一位**\n\n**”**\n\n我坦率的告诉你们，如果有得选，**几乎每一位女性都愿意首先选择这样的英勇**。\n\n**她们是没得选，失望到绝望了，所以才会去退而求其次，去选饭票、去选及时行乐。**\n\n在这样的**英勇**面前，什么狗屁“英俊”，“有钱”，“出名”都不过是云烟而已。\n\n你是胡一刀，就有人当得起胡夫人。\n\n你是郭靖，就有人愿意当黄蓉。\n\n世界上有的是不缺钱、不缺饭、不缺宠爱、不缺独立、不缺自由的奇女子。\n\n**她们缺的是值得自己肝肠寸断的英雄**。\n\n因为一个英雄实在是太他x的性感了。\n\n这样的女性不但不缺，而且随着时代的发展，实际上是越来越多了。\n\n这从女性相关的各种宏观数据可以很容易的看出来。女性的职业地位也罢、经济地位也罢、政治地位也罢、自我意识也罢，都在很明显的增长。\n\n**可以说现在是中国有史以来这四千多年里，女性最不需要找饭票、最不需要靠小意逢迎攀附男性“靠山”的时代。**\n\n但一些傻孩子却非要在这么个时候去相信“女性**都是**看脸、看钱、看家世”这种根本不值得严肃对待的鬼话，然后去为“打不过短期投机者”“绝望”。\n\n真不知道是骂好还是笑好。\n\n你们啊，你们要仔细想想女孩子们到底是喜欢“短期投机者”，“霸道总裁”，“十三阿哥”，“浩南哥”什么东西。\n\n你们只会居高临下，实则是自欺欺人的认定全是女性喜欢攀龙附凤。\n\n人家喜欢的那些被你们定性为“短期投机者”的人，为什么屡屡成功？真是因为ta们战术得当，于是短期看起来比你们“有钱”吗？\n\n不排除有些的确是这样。\n\n但是真正的原因，是女生们不接受“为了防止我产生过高的未来期望，对我实施爱的配给制”这种**猥琐难言，不但不知羞愧，还自以为合理**的狗屎逻辑！！\n\n**相处一天，必要全力以赴！**\n\n**什么“管理未来期望”？你要“管理”这“未来期望”的意义是什么？是为了不让我的“未来期望”构成任何压力吗？**\n\n**你的意思是，你只是想要找个可啪可用的泛用人型，最好租金恒定，压力可期吗？**\n\n你要不要再找银行打个折？\n\n你想过为什么“海王们”往往在花了那头两万之后，往往可以以“没钱了”，“要看病”反过来骗女孩子们几万甚至几十万、上百万吗？\n\n你们没看懂她们为什么会“上当”吗？！\n\n我tm说着都心疼——\n\n**因为她们不是“见钱眼开”！！**\n\n她们是被人用不够真实的**英雄气质欺骗了而已！**\n\n**海王真正的秘密，是那份你们没有的和英雄的三分相像！**\n\n居然为了这样纯良的心，要受人一次“见钱眼开”、一次“没有大脑”，**两次侮辱**。\n\n自己说，**人家就算是上过了这种当，又凭什么要选这些没心肝的混蛋。**\n\n**人家就算是上过了这种当，又在人格上哪一点比任何人低贱？！**\n\n**人家就算是上过了假英雄的当，就要从此放弃一切有英雄迹象的人，转而去敞开大门接受“管理长期预期”者的开价吗？**\n\n话也不说死，也许再过个三四轮会吧。\n\n但是现在，你们做梦！\n\n什么叫全力以赴？\n\n你一听见对方说全力以赴，是不是立刻想到“全力以赴”肯定意味着她想要你把身上的钱全掏出来，把你的时间全挖出来陪着，把你的尊严全挤出来踩着玩。\n\n是不是还付出十二万分自我奋斗，在拼命挤一挤？一边挤，一边怨？\n\n你知道你流露着这种为难、努着嘴、憋着气，往外掏钱、掏时间、掏尊严的时候，对方心里在想什么吗？\n\n“原来在你心里我就是这样的人，既然如此，你当初何苦要攀扯我？”\n\n“既然如此，你现在为什么不走？只是因为沉没成本太大，舍不得吗？”\n\n她犹豫再三，怕猜错，舍不得说罢了。\n\n你觉得你是在“努力讨好”，其实你是在侮辱人，甚至在侮辱当初打动她的自己，你明白吗？\n\n所以你努力挤出来的这些，这些和着血、和着泪挤出来的东西，她不开心。\n\n她要的是你一句对不起。\n\n你说完了对不起，然后丢下一切困难，拼命挤出你的时间来给她。\n\n她看见了，就**舍不得要的**。\n\n唉。\n\n她们为什么喜欢“霸道总裁”？\n\n有钱，霸道，还是总裁，就是“霸道总裁”吗？\n\n你们为什么不去看看这些“霸道总裁”到底写了些啥？\n\n它写的是一个打落牙齿往肚里咽，绝不低头的人。\n\n一个“傲娇”但是绝不滥用暴力的人。\n\n一个需要怜悯，却被钱困住，身边佳丽三千却没有一个可说一句心里话的人。\n\n女主们往往**第一个要件就是不为金钱所动**。\n\n而且往往第一个情节就是富贵不能淫。\n\n第二章就是**威武不能屈**。\n\n第三章霸道总裁总要破个产落个难，所以风雪见贞人——**贫贱不能移**。\n\n甚至还有更狠的——**事了拂衣去，相忘于江湖**。\n\n床戏非得拖到倒数第二页！\n\n非要一文钱都不拿！\n\n写的哪是霸道总裁？写的是**霸道女主**！\n\n人家为什么喜欢看十三阿哥？是为了可以当王妃？\n\n剧情是这样恐怕编剧脑袋会被揪下来当球踢。\n\n第一集就是擅自私通要死一个。还皇妃？\n\n看的是山珍海味，荣华富贵吗？\n\n人家看的是**你肯为我舍黄带子，我知足了。**\n\n你的安危关乎黎民，我何惜为你舍命。\n\n君昔以国士待我，我今以国士报之，幸勿相负。\n\n人家为什么看浩南哥？\n\n人家不是喜欢混混，而是“哪怕是黑社会，只要你是个英雄，我都可以原谅”！\n\n你英雄到哪天，我就陪你到哪天。你到死没有干我看不起的事，我心里留你一辈子！\n\n看清楚，不是对不对得起我，是对不对得起**你自己。**\n\n这么多个采样点，拟合出一条什么曲线？看不出来吗？\n\n这是中国女性写在基因里的东西，她们从一出生、从她她们的父母知道“是个女孩”开始就被纳入了这条命运轨道。她们在整个成长的过程中就是按照这样的精神内核被塑造的。\n\n这是内嵌在中国这整个文化里的，通过千千万万的成语、歌谣、辞章、故事、典故，从一切人的羡慕、厌恶、哀伤、欢喜里生发出来，一点一滴浸入了灵魂的。\n\n是中国女性自觉的底色。\n\n因为看了几条抖音，几条“头条”，就“中国女性都看脸看钱”，与其说是“有充分依据”，不如说是**对这掩饰自身软弱的借口迫不及待！**\n\n不是我弱，是女性都爱钱，我穷、我丑。\n\n我穷不是我的问题，只是一介贫寒青年的天然常态。\n\n我丑也不是我的问题，这是天生生就的。\n\n女性都爱钱爱颜，于是我的无人问津就不是因为我软弱，而是因为我命不好。\n\n**是吗？**\n\n**光是说出这番话，没人喜欢你就不是因为你没钱没颜。**\n\n**而是因为你太软弱。**\n\n**于是你根本就没有进到“被比较钱和颜”这一步。**\n\n你放心，有无数你觉得够有钱、够有颜的，因为同样的原因一样没进到这一步。\n\n**你先是个人，会说人话，再去担心你的钱和颜。**\n\n女性天生爱英雄，一见倾心，不能自已。\n\n**但这不是“慕强”。**\n\n黄蓉遇郭靖时，郭靖有什么强可慕？是有拳、有才、有貌、还是有钱？\n\n红拂夜奔时，李靖有什么？是有官，还是有兵，还是有“学历”，“有才”？“有才”的人在这个世界上稀罕吗？一定等于将来自然有钱有权出人头地吗？\n\n这都不是什么铁定上位或者已经威风八面的大哥。\n\n如果你一定要说这是慕强，那么**这强也不是肌肉发达，权势逼人**。\n\n权势逼人在女性眼里的正常评价是**弱**。\n\n而且是**弱得可怜**，**可笑！**\n\n这何止谈不上性感——根本都谈不上好感！\n\n强无人不慕，但到底这个**可慕的强**是什么？\n\n一个英雄，永远全力以赴。\n\n但是这是英雄和一般人的区别吗？\n\n**其实并不是**。\n\n**因为就算是一个普通人，起码在对待心爱的女人的时候一样会全力以赴**。\n\n是英雄的全力以赴比普通人的全力以赴成效更卓著，功业更伟大吗？\n\n**并没有**。\n\n如果大家都是头一次做没有任何经验的事，这两者的笨拙程度没有任何显著的区别。\n\n更不用说你怎么知道普通人不会是经验更丰富的那个？\n\n真正的区别，是**在全力以赴而仍然被有权做这判定的人认为不够好的时候，**\n\n**一个英雄会道歉，**\n\n**而一个普通人会抱怨。**\n\n看清楚，这不表示你一定会做到对方满意为止，不表示你因此有可以判刑的罪责，这表示你**尊重对方不满意的权利**。\n\n**在这种痛苦欲绝的时候，你仍然能清楚的记得这是对方拥有的权利，你仍然能尊重这权利。**\n\n**这就是英雄。**\n\n> 有权做这判定的人：\n> 你天生的父母、合法监护人、被父母托付的老师、你所在的合法政府的法律依法所指派的人，\n> 以及，**你自己授权的**老师、朋友、合伙人、客户、邀请的评论者，\n> **当然还有恋人。**\n>\n> 没给这授权，仅仅因为ta可以够得着你而跑来伤害你的，这属于“不畏强暴”范畴的问题，不属于“尊重评判权”这个范畴的问题。\n\n看清楚，所谓全力以赴，艰难的地方不在于在事务方面，而在于**战胜自己的本能的逃避**上。\n\n**是强在心上。**\n\n**强在“这怪我”上。**\n\n**是这样的人，让人不能不给ta最大的温柔和宽容。**\n\n**温柔之后再温柔，以至于柔情似水，**\n\n**宽容之后再宽容，以至于包容天地。**\n\n**而且不仅是出于怜悯，还是出于崇敬。**\n\n**这就是爱。**\n\n---\n\n爱是一种彻头彻尾的英勇。\n\n既然不论你是男还是女、是同性恋还是异性恋，只要是基于爱的亲密关系，本质上都是在寻找属于自己的英雄，\n\n**那么你们为什么找不到呢？**\n\n没有人是不喜欢英雄的，这个只要轻轻一点，你自己就会明白。\n\n但是为什么每一个想着“只要对方够英雄，我也不惜奋不顾身”的人，却往往找不到那个值得奋不顾身的英雄？\n\n如果你想不通这答案，知道爱非英雄不可为，对你只是一种额外的打击，不是吗？\n\n为什么？\n\n因为不是这世界上的英雄太少，而是每一个充分自觉的英雄对于“爱非英雄不可为”这一点同样心知肚明，**而ta们最忌讳的，就是“仅当对方是英雄才会考虑奋不顾身”的人**。\n\n**因为这意味着你不是英雄。**\n\n“不见兔子不撒鹰”当然是一种稳妥，安全的策略，对这一点，没人能加以责怪。你也不必指责英雄们盯着这一点“不也是不见兔子不撒鹰吗”。\n\n不，你想错了，**ta们并非没有为你冒险和付出**，ta们只是**不打算接纳你、托付你和给你机会知道你错过了什么**罢了。\n\nta们只是在把你当作一般的人帮助，而你因为长期过度关注自己的利益，习惯于安全而又安全，对一切亏本的可能过于敏感，所以你看不见那些帮助和付出。\n\nta们看得见你是如何对待别的人的，看得见你在义理和利益之间所做的妥协是偏向哪一边。看得见你有没有原则，有没有honor，有没有向死而生的觉悟和鞠躬尽瘁的自觉。\n\n你如果没有，那么你只是芸芸众生里将被普遍服务的一个普通人，一个其实承受不起真正的爱与自由的实际重量的小孩子。\n\n那又何必为难你呢？又何必为难自己呢？\n\n于是ta们选择了对你隐藏自己的存在——这是ta们被一次又一次的勉强和贪心惩罚了之后学明白的必然教训。\n\n**爱必须由被爱成全。**\n\n双方必须是成对的英雄，爱这么艰难的事情才有可能基本的运转起来。否则它会是世界上最折磨、最痛苦的事，不但没有幸福可言，反而常会将那傲慢和专擅的优质的英雄学徒拉入深渊，让ta们中的极大的一部分变得愤世嫉俗、充满怨毒。\n\n剩下的没有放弃这条道路的，或迟或早，都会学明白这基本的规则——如果对方不是英雄，不要对对方显露自己。\n\n真正的英雄气质一旦显露，对方极难把持得住，难免贪婪。而对方往往秀色可餐、聪颖过人——否则你为什么会想破戒呢？对方贪求起来了，你也难免面对难以抗拒的诱惑。\n\n到时候一场孽缘再所难免——而因为对方的软弱、猜疑、恐惧、贪婪……这几乎注定了不会有善终。最终只不过多一轮折磨，突然消耗本来可以双双有益于人的精血而已。\n\n最后这只会凝结成一种教训——世界上不存在软弱的性感或者怯懦的聪颖可言。软弱怯懦的人绝不可勉强贪图。\n\n一轮教训如果不够，这教训会发生到你觉得够或者丧失你的持守为止。失去了这个持守，你也就没有这份特殊的禀赋了。\n\n而这最后就会逻辑上必然的导致一个结果——真正的英雄——也就是那些能让你最狂野的美梦成真的人——会因着你的某些行为隐藏起来。\n\n**你一个也看不见，不是因为ta们数量稀少，而是因为你自己太过怯懦，不习于道，以至于你既无做英雄的经验、因而缺少发现英雄的眼光，同时还在诱使ta们对你隐藏自己的存在。**\n\n看都看不到，自然也就没有指望可言了。\n\n没了这指望，你到最后自然会放弃真爱的可能性，转而去谈“经济实力”“稳定工作”“有车有房”。\n\n去谈论“用彩礼证明的诚意”。\n\n你虽活着，但你知道你活得遗憾。\n\n---\n\n别着急，还没写完。\n\n（未完，待续）\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 6881,
            "favorites_count": 324
        },
        {
            "id": 2995,
            "title": "学好语文",
            "question": "如何学好现代语文？",
            "zhihu_link": "https://www.zhihu.com/question/446716137/answer/1757919159",
            "author": "#Anonymity",
            "tags": "[\"2-事业/2A-功夫/2-核心能力/2c-学语文\",\"处世\"]",
            "links": "[\"能力\",\"条理\",\"文科生\",\"独立思考\",\"正确知识\",\"无病呻吟\",\"文笔\",\"学好会计\",\"学会\",\"不怯场\",\"阅历\",\"文字张力\",\"农夫与蛇\",\"精英\",\"敏感\",\"论语\",\"汉字基准字体\",\"摆脱贫穷\",\"学棋\"]",
            "last_update": "2021-05-14",
            "content": "首先，什么叫做“学好”？\n\n在这篇里有提过——[人在年轻的时候，最核心的能力是什么？](https://www.zhihu.com/question/303482683/answer/1320422809)\n\n**语文不是用来作诗的，不是用来写散文的，而是首先用来说事的，用来说明问题、阐述理由、表达方案的。**\n\n它首要的功能是正确、完整而简洁的表达你要表达的意思，避免歧义和误解，为有效率、少冲突的协作打下沟通的基础。\n\n语文能力就是一切能力的基础，是能力之上的能力，是绝对不能绕过、不能回避，不能抱有任何侥幸以为不必勇猛精进的能力。\n\n身体健康而语文不好的人，没有资格抱怨不被理解和不被原谅。因为是ta自己通过抛弃语言上的努力、通过任由其他所有人的沟通成本高企，先抛弃了一切其他人。\n\n在别人努力再三、实在无法负担得起沟通成本而离开你之前，你早已把对方抛弃了。\n\n学好语文的第一个要害，就是认清楚这一点。\n\n**身为人类，是没有权利自甘“我笨嘴拙舌，不善表达”的**。因为语言是人类的根本属性，是人区别于动物的要害所在，说这话等于在说“我是一个半兽人，但是我要完整的人的待遇”。\n\n抱歉，no can do。这不是谁要故意歧视你，而是确实身为半兽人无法领取全人的待遇。\n\n你无法体会刻骨铭心的爱，\n\n你无法拥有同志的信任，\n\n你无法享有法律的完整保护……\n\n生而为人的权利、生而为人的享受、甚至一切人有别于兽的能力，对你全都依照语言能力来打折的。\n\n你只有50%，你就只领得到50%。\n\n给你全世界所有的金钱，也多换不到半分，就如它无法给阉人变出子女来一样不可能。\n\n别的能力，决定你可以有什么职业、什么兴趣；**语文能力，决定你的主要成分表里有多少是人。**\n\n这是你要学好语文的第一课——**断绝可以不学好它的任何妄想**。\n\n**否则你就坐等别人不把你当人看。**\n\n**zzzq在这里只能帮你募捐学费，对给没有语言能力的你争取更好的实际权利、实际礼遇，没有任何意义。**\n\n学好语文的第二课——\n\n开始承担自己的表达责任。\n\n**别人没听懂，别人听错了，别人听不进去，就是你失败了，就是你说得不明白、说得不准确、是你表达方式仍需改进。**\n\n看清楚，这里没有说你具体的要不要去改进，这要看具体这件事值不值得投入这个成本。但是，在**技术上**这个结论**无条件的成立。**\n\n你必须先建立起这个基本原则。只有建立起这个原则，你才回去关心问题出在哪里，而不是永远把沟通无效的责任全都放在对方理解能力不够上。\n\n你要去复盘、去考虑怎么修正、怎么改进。\n\n你不见得要把这些思考结果用在当时没听懂的那个人身上，但是你仍然应该获得这些思考结果。\n\n拥有更强的表达能力，你才能有最大的听众基础，而这样才能有足够的案例让你客观评价你的表达能力的水平。\n\n然后才能有底气去判定表达的分寸，开始往回收——开始进行在保持语义清晰基础上的效率追求。\n\n效率追求，是以可得、必要的接收者可以正确的接收为前提的。对大众表达就需要浅显、需要篇幅长，对精英表达就可以简练，就可以篇幅短。\n\n这种简练，就是效率，是利润。\n\n但这个简练和篇幅短，是靠更高的“无误压缩算法”来完成的，而不是靠无视错误和歧义来做到的。要想做到，你必须先有那个对大众准确表达的能力。更不用说那些精英接收者本身也是从那大众里筛选出来的。\n\n简单来说，这份表达能力，也就是语文能力，关系到你的这条命到底最后价值几何，有多少份量。\n\n如果你只听得懂功利的语言，那么我再说直白点——直接决定你一生赚取利润的上限。\n\n这不妨碍你中彩票，但中彩票不算赚取，谢谢。\n\n下面说一点技术问题：\n\n首先，提供一个“客观标准”。\n\n这里直接给出一个标准检验手段来衡量你表达的浅显、准确、可靠程度，你可以将其称为“**表达刚度检验**”。\n\n将一段中文文本放入谷歌翻译之中，先中译英，然后再英译中，这称为一轮刚度检验。\n\n一段文本的表达刚度即一段文本在刚度检验中保持自身不变的性能。\n\n如果你的句子经过一轮变换后已经不可理解，甚至时态、人称混乱，则其表达刚度为不合格。\n\n如果能保持文法正确，语义可以基本正确的用猜测补足，则可以称为表达刚度良好。\n\n如果能保持文法正确，语义无需猜测补足就与原文等效，则可称为表达刚度优秀。\n\n如果你的句子经过一轮变换后恰好还原成了原文，那么可以称为表达刚度完美（注意这同时意味着对应的英文文本也拥有完美表达刚度）。\n\n这项检验可以有一种合法的修正，即你自己创造的专有术语可以替换成专用缩写。例如你可以将“表达刚度”记作“ ES”（Expression Stiffness）。\n\n把上面这条拿来测一测，看看能得多少分？\n\n不要管什么高考语文，唐诗宋词，你就直白的把你的语文学习的目标直接设定为“**能近乎本能的写出刚度良好以上的句子**”就**足够**了。\n\n我坦白的告诉你——\n\n放眼知乎3.5亿用户，能第一稿就做到刚度良好的，百中无一。\n\n能以正常打字速度第一次成稿，就做到这一点的千中无一。\n\n能倚马可待，一挥而就，径直就做到完美刚度的，万中无一。\n\n第三层是绝对的精英，无可置疑、实至名归的万人之上。\n\n这份语言能力如果是在三十岁前就拥有，从商可望巨擘、用学可望泰斗、从艺可望宗师。\n\n没有任何夸张。\n\n而如果没有把话说清楚的能力，这么说吧——你基本上可以和真正的权力和地位说再见了。\n\n说不清楚话，解释不清概念，你就是生下来就是太子，龙椅上坐着的也实际上不是你，而是那个能说得清的人——你只是个读稿器、盖章机加替罪羊而已。\n\n要掌握健康的语法结构，学会写高健康度的句子。\n\n**所谓的健康，就是指有很强的抗歧义、抗干扰的性能。**\n\n这有几种常见的基本要点：\n\n1）不随便省略句子成分，降低对上下文的依赖程度。\n\n设计讲究“高内聚、低耦合”，这意思是一个东西的功能要尽可能的不要依赖于不属于它自己的部分。\n\n举个简单的例子：“吃了吗？” vs “您吃了吗？” vs “您吃了早饭吗？”\n\n“吃了吗？”里的主语就严重的依赖于这句话所处的上下文。\n\n最后这句就比前两句更抗歧义、抗误解。\n\n它的缺点是比前两句更长，更费。但是长和费暂时不是致命问题，歧义和误解是致命问题。\n\n这里要格外注意一个问题——要警惕和有意避免使用网络流行语。\n\n因为这些网络流行语为了给人留下深刻印象，普遍采用特殊句式或者干脆是故意构造的异常句式和造词法。\n\n除非你已经功力深厚，八风不动，否则不要用这些东西，更加不要大量的用。\n\n那只是体现出一种可悲的求认同的软弱，以及对这种软弱不自知的迟钝。\n\n要填补你心里的那个洞，你需要的是**被人严肃地对待**，而不是被人“喜欢”。\n\n2）让整个句子、段落保持鲜明一致的调性。\n\n举个例子，如果是要表达尊敬的句子，从头到尾都要敬语化。\n\n如果是表达过去时的句子，从头到尾都要鲜明的过去时化。\n\n这一点英文有鲜明的体现——一个第三人称单数的人称，还需要匹配第三人称单数的动词，而特定的动词也要配合特定的介词。在这样的语法规则下，一个英语句子实际上在用多处句子成分的反复呼应来复合性的强调着时态、身份、单复数……等等信息。\n\n这就形成了一种反误解、反歧义的系统策略。\n\n如果时态略有变化，则句子（甚至包括段落）往往并不是只有一个字、一个后缀的轻微变化而已，而是会因此有一些列部位的、互相匹配的联动的变化。这种变化于是必然是显著的、清晰的、不易错过的。\n\n即使听者走神漏过了一个词，靠着其他多重保险的补救也往往能在很大程度上维持句子的愿意。\n\n日语里使用敬语也有类似的设计，也不是仅仅指改变一个动词而已，主语、宾语、状语等等一列成分甚至句子的构造方式都要联动发生变化。\n\n你要学会写分明的句子，把你的意图从句子的每一个成分上都呼应着表示出来，这是一种良好的习惯。\n\n3）正确使用标点符号。\n\n逗号、句号、感叹号、问号、省略号这些表示情绪的符号，问题不大。\n\n问题是**冒号、引号、顿号、分号、括号、破折号这些表达逻辑关联的符号**，要加倍的在意。\n\n一篇文字——尤其是要说明艰深关系的文字——极少有能只用前一类符号就交差的。\n\n不能准确、熟练的使用第二类符号，你将很难准确、简洁的表达比较复杂的概念。而你没有养成使用这些符号的能力，多半是因为你很少涉猎比较复杂的文献阅读。看多了文献，自然而然会受到足够的熏陶，也自然而然会有很强的使用这类标点的需求和习惯。\n\n你要质疑古代中国没有这些符号为什么也行？\n\n那只是用之乎者也矣焉哉和骈四俪六这些更复杂严苛的手段来实现了这个功能而已。\n\n4）叙述论证要有章法和基本规划。\n\n比如写封电子邮件，称呼、导言、罗列事务、然后结语、落款。而罗列事物时的单一事务结构为简述、定义问题，解释问题，提出决策的关键点，提出方案，提出方案的优势、成本与风险，然后指出下一步建议采取的后续动作。\n\n写封情书，不要光顾着画红心、写那三个字，要附上解释，解释清楚那几个字是什么意思——不然谁知道你说的那三个字的意思是不是“吃你几个烂西瓜还要给钱“的意思？\n\n写个通知，写个请柬，写个合同，写个请假条……都有它的内在逻辑的，甚至有大量现成的框架可套。没事自己多看看，多琢磨一下人家为什么这么写。\n\n但是这些东西写得辞能达意、没有自相矛盾、没有丢三落四的人之少，堪称我国语文教育之耻辱。",
            "voteup_count": null,
            "read_count": 3580,
            "favorites_count": 317
        },
        {
            "id": 2891,
            "title": "条理",
            "question": "如何解决思维混乱、讲话没条理的情况？",
            "zhihu_link": "https://www.zhihu.com/question/30173526/answer/1556806982",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1B-处世/2-外务/2d-文责意识\",\"2-事业/2A-功夫/2-核心能力/2c-学语文\",\"2-事业/2A-功夫/2-核心能力/2f-学逻辑\",\"2-事业/2A-功夫/2-核心能力/2a-做计划\",\"处世\"]",
            "links": "[\"学好语文\",\"逻辑思维\",\"能力\"]",
            "last_update": "2021-05-15",
            "content": "有一种很简单的经典做法。就是采用“一句话+注释”的做法。\n\n首先，把你的方案、建议、主张，总结成**一句话**。\n\n接着，以逐个精确解释这句话里的每一个要素短语的方式来阐述这句话的含义。\n\n举个例子：\n\n“我们主张用严厉的手段打击假冒伪劣现象。”\n\n这里面的关键词就是：我们 / 主张 / 严厉的手段 / 打击 / 假 / 冒 / 伪 / 劣 / 现象\n\n那么接下去的展开方式就很顺理成章了——\n\n“我们”是谁？我们的边界是什么？怎样鉴定一个人是否属于“我们”或者不属于“我们”？我们的力量是什么？我们的资源是什么？我们的motivation是什么？我们的盟友是谁？我们的对手是谁？\n\n“主张”，是指我们要推动立法？还是我们要推动有立法权的人去立法？还是我们要自己直接实施？我们打算承担多少时间和经济成本？我们打算为此背负什么规模和性质后果？\n\n“严厉手段”，什么样的手段？经济、舆论、武力、心理手段？何谓严厉？如何定义足够严厉？是以我们的能动性为限，还是以对手的承受力为限，还是以环境和社会的承受力为限？\n\n“打击”，依靠什么样的机构，以什么程序，按照什么样的执行原则去实施这些动作？产生的财务事务如何处理？产生的工伤如何抚恤？产生的法务纠纷如何处置？经验如何积累？教训如何识别和吸取？如何管理行政成本？执行判断权由谁掌握？判断的纠纷谁来裁决？上诉机制如何？判断的失误如何救济？相关的事务有多高的处置优先级？\n\n“假/冒/伪/劣”\n\n何谓假？何谓冒、伪、劣？是与不是的分界线在哪？谁来负责管理这些解释的定义和定义的发展？\n\n“现象”，何谓“现象”？包含哪些行为？行为存在的判据为何？是否包含言论，还是言论即为行为？如何衡量现象的消亡（也就是如何衡量绩效）？\n\n按照这个框架，一切都可以最后回到那一句话上。\n\n**这也是为什么有的人话轻如鸿毛，有的人的话重有千钧的奥秘所在。**\n\n其实，这里面的每一个问题追根到底都是非常深的学术问题。\n\n你说的每一句话，都如同这样还有更深的分解和解释的必要。最终它们兜兜转转会回到一些最基本的问题上——**什么是应该的？什么是好的？什么是存在的？以及它是谁？而这每一个问题的答案，都是高度的分析能力和长期的阅历反省的综合结果。**\n\n**高度的分析能力，你可以多看些经典著作去学，去做题，去参加研讨会请别人砥砺。**\n\n**但是这份阅历急不了，所以你要保持耐心。**\n\n因为缺这个阅历，上面给你做的这个展开，换了你自己来做，你很难做得很深。尤其是写下的每个问题的答案，也会有你看不出来的千疮百孔的裂痕。是这分解的框架和分解的结果的缺陷，使得你的话缺少权柄。\n\n但你要坚持下去，让别人吐槽，接受“**我现在被说不对是很正常的**”的基本认知。\n\n千万不要因为自己“受了名门正派的学术训练”，掌握了一些套路和书面套话，就以为这组展开你就可以轻松摆平了。\n\n你要等待阅历发生。如果你等不急，你可以主动去冒险和经历，去优先积累这些阅历。\n\n能力和阅历兼备，你才能靠谱的做现在的这件事——尤其是你才能以一个“其实我做不到、勉力为之，随遇而安”的心态来做。\n\n**这样你才能不容易得抑郁症，你才不容易自杀，或者被你身边无法再忍受你的傲慢的人抛弃。**\n\n保持耐心，保持“学徒自觉”，慢慢弄吧。\n\n**人生最好的安排，是前半生经历了尽可能多【正直而光荣的失败】而幸存，而不是“学富五车”。**\n\n人类那点“学问”，其实根本不该占用人那么多青春的。\n\n有人看出来了——这似乎就是“司法解释”的风格。\n\n**不错，因为每一次有效的沟通，本质上都是一次“临时约法”。**\n\n“沟通技能”，本质上就是【立法技术】。\n\n所以我强烈的建议人去理解法律史、法的原理和各个文明的法律实践。\n\n哪怕你根本不是“学法律的”——这样想是错的，只要你是人、只要你需要与人合作，你必须是个“学法律的”。不是要去掌握限行法条，而是要掌握立法技术，善于敏捷而有效的构建自己的私法。\n\n你们可以看一下我的置顶贴，体会一下这是一种什么样的实践，以及它有什么作用。\n\n你是你的私域的天然君主，每一个踏入你的领域的人，都预先抱着遵守你的法律（即“入乡随俗”）的良好意愿。为什么有些人很难拥有忠实的关系人？因为ta们立法的精神不健康，立法的技术不健全，所立的法条语焉不详、漂浮不定、自相矛盾。\n\n这使得一切踏入ta的私域之人都逻辑上必然的成为ta王国的注定的罪人。\n\n而ta又毫不仁慈。\n\n于是人们若不想做罗宾汉，又不想做宋江，就只好做索尔仁尼琴。\n\n所以ta们最终只好称孤道寡。\n\n一个“成功的人生”，不是指“亿万家财”，“声明卓著”，而是指一个仁慈的君主以ta简洁、准确、稳定而又有效的约法所行的贤明的治理，以至于ta所行之处，必有鲜花盛开，百废俱兴。所居住的人们没有恐惧，却有面对自我的勇气和面对未知的信心。\n\n能明白这一点，把这一点嵌入你自己的本能，你一定前途无量。\n\nLong live the Queen/King\n\nMay your reign last,\n\nand your strength\n\nfail you never.",
            "voteup_count": null,
            "read_count": 3027,
            "favorites_count": 315
        },
        {
            "id": 1976,
            "title": "复盘",
            "question": "你是怎么复盘的，有哪些高效的方法推荐？",
            "zhihu_link": "https://www.zhihu.com/question/406224720/answer/1863916109",
            "author": "#Anonymity",
            "tags": "[\"2-事业/2D-企管/1-管理者素质\",\"2-事业/2A-功夫/2-核心能力/2a-做计划\",\"企管\"]",
            "links": "[\"SOP\",\"做计划\",\"能力\",\"领导力特征\",\"领导\",\"团结\",\"稳重\",\"求同存异\",\"评论冰箱\",\"差不多得了\",\"我是对的\",\"不在乎\"]",
            "last_update": "2021-08-19",
            "content": "## **Step 1** 提出问题（Name the Issue）\n\n**1）给定问题的唯一编号，以便系统记录**\n\n**2）给予问题一个临时的单句描述**。这个描述必须使用issue句式。句子结构必须包含出现问题的对象主体、出现问题的现象描述。标准句式为：\n\n问题主体 + [问题发生的疑似条件]+ 问题呈现的具体现象\n\n（带“[]”的可以从缺）\n\n如：\n\n鸡蛋羹有气泡 / 鸡蛋羹颜色偏白 / 鸡蛋羹缺少足够组织强度 / 鸡蛋羹在高海拔地区恰当加热时间不稳定 / 服务器在无人值守期间频繁自动重启\n\n之所以称之为“临时表述“、是因为在完成整个过程之前，你很可能并不能正确认识问题的真实性质，从而对issue的实质有错误认知。\n\n其中，**问题主体不允许为具体个人**。\n\n例如：\n\n张三在总账清结时频繁出现计算错误（错）\n\n项目财务助理在总账清结时频繁出现计算错误（对）\n\n因此，才有一个绝对的必要给issue一个不表意的编号，以便在issue的描述有所修正时候仍然精确的指向该讨论主题。\n\n以下描述没有实际意义，应尽量避免：\n\nxxx质量不佳 / xxx感觉不对 / xxx表现不好\n\n**3）列出问题表现的标本性材料，形成标准样本。**\n\n**这**包括但不限于：\n\n图片 / 视频 / 录音 / 投诉书 / 采访记录 / 财务记录 / 问题截屏、录屏 等\n\n**一切使人觉察到该issue的资料和信号都包括在内。**\n\n这个过程本身就是一个再认识问题的过程。你很可能在观看了这些数据之后发现几种典型的问题——如对问题的描述本身有偏差；该问题实际上是两个问题的复合体。\n\n在发现这些问题之后，就需要重新定义问题描述，并基于新的问题描述重新采集问题资料。\n\n在进行这一步的时候，要保持这种认识——**事实上这个原始标本才是issue的实体，而issue描述只是issue的名字，不要本末倒置。**\n\n原有的资料和原有的描述要存档并做出日志追踪。\n\n以上步骤要反复重复，直到issue识别的完整性、彻底性已经令人满意、相关issue的表述与对应资料均已令人满意的稳定化为止。\n\n这里已经着重强调了以“令人满意”为边界条件，这是为了防止人出于傲慢而追求“彻底、全面、绝对正确”。\n\n你要认识到这些理想境界是人类所不能觊觎的，一定要勉强，只会导致继续进展的效率很低，进度不可见。\n\n**从实践的角度来说，事实上所谓的“令人满意”，是指分配给issue naming的时间资源耗尽时你所达到的水平，只要是尽力而为的，就一律在实践上可以被认定为“令人满意”的。**\n\n## **Step 2 案情重建 （Case Building）**\n\n一旦issue被初步确定，就要按照与该issue的相关关系，建立该issue从发端到发作的完整时间线。\n\n例如，该issue是客户对某交付物的延迟不满。\n\n那么该交付物的整个生产过程中的所有流程记录都应该被调取出来，按照时间线排列起来。\n\n所有的相关流程负责人、参与者、审核者，都在采集证词的范围之内。\n\n所有的相关要素，都要从进入事件到退出事件最完整的描述。\n\n着非常像刑事侦查中的案情重建步骤。\n\n在这个步骤里，不要去急于考虑到底谁是凶手，也不要去急于考虑什么案情真相。而要专心的以有序的整理罗列全部事实为要。以免对某种假说的过度倾向（over investment）造成证据搜索只为证实该假说而进行，这极易导致错误结论。\n\n这其中很可能出现互相矛盾的资料和陈述，使得可能的叙事线分叉成几个不同的版本。那么首先根据物理定律之类的绝对限制排除掉不可能的可能性，同时也要追查造成这些叙事分歧的机制。\n\n很多情况下，这些产生叙事分歧的机制本身就是问题所在。\n\n在案件调查完成后，很可能会发现问题的表述本身存在偏差，存在再度修正的必要，那么就要及时完成再次修正，并根据修正再次调整问题样本和case building，使得三者互相协调一致。\n\n这种对问题本身的反复修正、反复重建，是一个问题的到正确提出的复杂性所在，也是导致绝大多数人在提出问题阶段失败的主要原因。\n\n一般人总是一拍脑袋就在样本残缺、案情不全、逻辑不协调的情形下，基于情绪的驱使，按照自己的心理焦虑的迫切需要来定义问题。\n\n从这第一步就已经踏入逻辑地狱，从此只会造成极端不公的结论和破坏性的后果——其实就是在冤枉人，还把对方不愿受冤枉的表现视为“抵赖”。\n\n那注定是没有好结果的。\n\n## Step 3 方案探讨 （Solution Forging）\n\n方案探讨包含几个标准程序——\n\n首先，要对该问题进行估价。\n\n如果是有生命周期的问题——例如仅仅会在当前项目中出现、而当前项目是一个非经常性项目——那么按照它发生的概率、造成的损失、可能出现的时间和场合区域，为它预估一个总价。\n\n这个总价定义了为了解决它而可以投入的资源上限。\n\n要注意，为了识别和整理问题而付出的成本，已经在从这个上限中支出，你事实上只能用剩下的余额作为解决问题的本钱，而一般来说你还需要在其中留出合理的利润空间。\n\n剩下的钱可能都不够你召集相关人开会用的——开会是非常贵的。\n\n不错，**这里一样有盈利要求**。\n\n这一考量意味着一个明显的原则——**不是所有问题都需要或者值得解决，有一些问题你可以直接接受。**\n\n而面对这个状况，你也可以选择重新提炼问题，将问题的定性泛化，从而使得它成为一个在永续经营中会高频出现的问题。\n\n比如——“鸡蛋羹的组织强度不稳定”这个问题，如果你只打算吃一次鸡蛋羹而已，就没有必要投入资源解决。\n\n但是它可以通过表述为“食物口感控制的系统方法在热成型布丁类应用中不可靠”而成为一个适用于一切热成型布丁类场景下都适用的问题，从而一下把支出科目从“项目备用金”科目转移到“战略研究基金”科目下。前者不过是十几二十万而已、其价值主张要在项目收入中表现，而后者却可以到千万、亿级别，其价值在公司股价中表现。\n\n你的预算会充足得多。\n\n看明白了吗？\n\n这是“提出问题的艺术”的一个典型的范例。\n\n再确定问题预算之后，有以下几种经典的任务小组（task force）的组建方案：\n\na）仅纳入（involve）绝对必要的专家和决策层进行闭门讨论。\n\n这个方案效率最高、也是最推荐、最常见的处理方式。\n\nb）以彻底解决问题为导向，纳入全部必要的专家和决策层进行闭门讨论。\n\n这个方案成本较高，不仅仅是单位时间消耗的成本增加，因为人数更多，讨论秩序更难维持，事实上还会花费更多时间。它比方案A的成本往往大8-10倍。\n\n采用这个方式讨论的问题，一般是会导致经营战略被修正的重大问题。\n\nc）以根绝问题为导向，纳入全部必要专家和决策层进行**公开**讨论。\n\n因为围观人员的时间并不需要现场同步，可以通过邮件组、内部论坛或者直播录像等方法异步的关注，所以这个方案的直接成本与方案B在同一数量级。\n\n但这种讨论方式会造成巨大的组织影响，其决议有不可置疑的权威性和执行力度。\n\n采用这个级别的手段应对的问题，往往会涉及到到企业伦理、企业文化、企业基本规章制度的修正。\n\n在上述的各个方案中，都可以考虑加入一两名见习性质的后备人员参与，以作为人才梯队培养的制度安排。\n\n**现场观察ta们提出问题、发现相关性、探索问题内涵与外延、提出创造性方案、平衡成本、效率与风险的思维能力以及面对质疑、表达意见、和提出建议、说服不同意见等等态度和技术的表现，是决定其升黜的核心根据之一。**\n\n在确定任务小组的构成与讨论方式后，举行会议对问题进行讨论。\n\n如果不是紧急的问题，这个讨论可以通过留言讨论方式异步的进行，以节约成本。\n\n如果是紧急的问题，则适合采用线上线下会议的形式。\n\n在这里，有必要明确解决方案的定义。\n\n**所谓的解决方案，指且仅指组织规则的更新。**\n\n这包括但不限于以下典型的文件：\n\n企业章程（含股东构成表）、企业奖惩条例、工艺流程、工艺规范、培训手册、招聘标准、选拔流程、选拔标准、术语定义、愿景、战略规划、年度计划、月度计划、组织架构、岗位职责定义……等等。\n\n简单来说，**所谓的解决方案，就是“我们的哪一份文件的哪一部分需要修改/增补成什么样子”的答案。**\n\n它应该被表述为这个形式，也应该围绕这个中心被讨论。它的要害在于字斟句酌，会有大量的“这么说好还是那么说好”和“要不要增加一段额外说明”这样以文本为中心的时间投入，而不是在围绕“我们要怎么办”这样一个事实上没有严格共识的虚幻目标浪费时间。\n\n组织的本质，不是组织的行为、也不是组织的人员组合，也不是组织的财产和地点，这些都只是组织的外皮、表象。\n\n组织的本质，是组织的规则。\n\n规则就是组织真正的实体，是它的本体，是它的肉体本身。\n\n在规则条文的背后所集中体现出来的那个总的原则、目的和纲领，则是它的灵魂。\n\n一个组织，其实是可以一个办公场地都没有、一文钱也没有，甚至一个成员也没有的，甚至可以没有称呼。\n\n这就好像你在银行数据库里创建了一个银行账户，它已经存在，但它的持有人一栏是空的、交易记录是空的、余额也是空的、名称也是空的、甚至序列号也是空的，但那些都是这个账户的身外之物，不是这个账户的本质。\n\n这个账户的本质，是这个账户所适用的一切数据库规则的总和。你是创造了一个可以执行一切这些规则的entity，只是它还没有名字、没有各种待填充的值，那些并不真正影响它的实在性。\n\n换句话来说，增强一个组织，就是推动它的规则**自洽化**、**与其目的的一致化**和**与环境的兼容化**、**与挑战的适应化**。\n\n所谓的组织强化，就是指这个**组织规则的四化建设。**\n\n**时刻如此，永远如此。**\n\n**换句话说，任何一种事件，无论其是具体的带来利润还损失利润，如果没有导致组织的规则文本的增加或者修改，对于组织成员而言或者意义重大，但对于“组织”这一实体自身而言，毫无意义。**\n\n组织成员只是那个流水的兵，组织是那个“铁打的营盘”。\n\n站在组织的角度，经验和教训只有在形成一些文本的意义上才是存在的。如果你们开了两周会议，没有形成任何文本（包含其解释的文本），那么不管你们自觉得多么心情舒畅、信心十足，在最终意义上都是没有意义的。\n\n因为将来你们不会记得，这个组织的后续成员不会继承，最终它会像没有发生过一样。\n\n所以，再强调一遍——**一切的改进方案，都必须以“如何修订我们的规则文档”为中心和唯一形式来进行。**\n\n否则你是在浪费所有人的时间。\n\n**更重要的是，你在浪费苦难本身。**\n\n---\n\n在确立了以修改规则为中心的探讨原则之后，很自然的会导致一个自然而然的结论——**关于复盘的讨论，不涉及个人的奖惩判决。**\n\n这个奖惩判定工作，是**另一个专责小组的事务。**\n\n这个负责执法的小组，需要执行的是一种合法的、程度有效的司法实践。它的工作只是按照修正前与复盘小组的主要关系，在于它只在复盘完毕后进行自己的工作，并会根据各当事人在复盘中的坦诚程度在其权限之内进行自由裁量。\n\n简单点说——如果当事人积极参与复盘，并形成了良好的规则沉淀，那么ta的责任会被酌情减免。\n\n组织将此视为得到进步的必要代价，而不是一种纯然的的过失，**除非所犯的错误纯属不遵守明文规章，没有什么可以导致规则改进的教育意义。**\n\n---\n\n讨论方案，建议按照以下的规范步骤来进行：\n\n1）在明确案情、了解方案需求的前提下，所有的提案者依次提出自己的改进方案，并对全体进行讲解，每个讲解都设有答疑环节。\n\n2）所有的评论者对所有方案依次给出自己的点评反馈，阐述长处、缺点和方案可能的改进方向。\n\n3）各提案人得到全部反馈后各自对自己的方案进行修正。\n\n4）提案人进行第二次提案，流程与第一次相同。\n\n视时间预算而定，上述四步可以反复循环，直到主持人认为可以进入下一阶段。\n\n5）主持人宣布进行超额投票，采集意见倾向。\n\n超额投票是指参与者每人有两票以上的选票。可以投给自己的方案，但不可以投给同一个人、不可以弃权。\n\n投票结果可以作为下一步的决策参考，视情况而定，结果可以不公开。\n\n6）主持人提交所有方案、发言摘要及投票结果供决策机构参考，由决策机构作出决策。\n\n7）决策机构可对现有方案作出挑选，决定可以进入下一轮讨论的候选方案。\n\n8）对入选的候选方案批准更多预算，增加人手和资源进行进一步完善。然后重复整个过程。\n\n9）决策机构作出最终决定。\n\n整个讨论遵循几个关键原则：\n\n1）**严格禁止不经批准直接发言。**\n\n不经过主持人批准的任何发言都是违规行为。典型的情况是两个人不经批准直接互相对话，这必须受到严厉处罚。\n\n这典型的发生在Q&A环节，甲提问，乙回应，如果甲要再次追加提问，必须向主持人请求“我是否可以再问一个问题”。\n\n主持人的正确操作检查有无剩余时间，以及是否没有其他人要提问（此时其他人的提问权优先）。如果都符合条件，才可以批准这一请求。\n\n如果乙在回应之后又想补充回应，同样需要向主持人请求。\n\n不向主持人请求而直接互相对话的行为，被视为**窃取公司资产，必须作出严厉警告，并视情况而定作出相应的财务赔偿。**\n\n**因为在会议上不经同意而占用的时间是全体与会者的时间，这些时间都是由公司支付全额成本购置的公司资产。只有受到信托的主持人有权分配这项资源，其他人未经允许擅自占用这些时间，会立刻造成公司的重大亏损。**\n\n**事实上，放纵这种重大的盗窃行为，是一个企业——尤其是小微企业——会亏损的主要原因之一。**\n\n主持人的首要职责就是保护会议的时间效率，任何被记录在案而没有被及时制止的发言，都应该视为主持人的失职，同样要承担赔偿责任。\n\n2）禁止使用针对人的褒贬词汇。\n\n主持人要有高度的原则性，对此类人身评价的行为当即予以警告和要求纠正措辞。要注意的是，不但要制止贬低，同样要制止褒扬。\n\n讨论方案**不是一种社交行为**，不应涉及任何对人的评价，而仅仅应该只对方案本身发表意见。而方案只有合理与否、可行与否、可靠与否、成本高低、风险大小、效果有无、性价比高低之分，没有聪明和愚蠢、忠诚和险恶、高级与低级之别。\n\n被警告者应**立即无条件向全体讨论者（注意，不是被评价对象）道歉，**再继续自己的发言。**这一点不允许异议**。不能遵循这项礼仪者，原则上应当即或随后取消参与资格，并以不履行工作职责事由上报，计入其职业记录保留，作为人事安排参考。\n\n主持人对此职责玩忽职守，极易导致组织内部因公事而起私怨。一切记录在案的个人化争执，如没有主持人及时干预的记录，主持人都有不可推卸的责任。\n\n3）原则上不作任何允许两人自由对话的议程安排，更不允许所谓“自由发言”的议程存在。因为这类议程会系统性的增加讨论失败——即超出资源上限、讨论缺少成果、破坏组织内部和睦关系——的风险。\n\n4）除由组织章程规定需要投票表决的事务之外，**严格禁止用投票表决来作为决策机制**。\n\n投票结果仅能作为参考数据之一供有决策权的层级作为决策参考，而不能被视作“最终结果”。**讨论的使命都是“集中智力资源形成更完善和健壮的参考信息，以便决策获得最强的信息支持”，而非作出决策。**\n\n**决策是后果承担者的特权，只能由后果承担者或其授权的受托人作出**。讨论小组被授权直接作出决策，是一种需要明确授权才能成立的特殊情况。如没有这明确的授权，则讨论默认为仅进行到“完成意见采集”为止，如在执行中超越了这一界限——或令参与者有任何此类误解——构成主持人的严重失职。\n\n很显然，主持人在讨论推进中有重大关键作用。（一般宜在制度上将会议成本与主持人报酬挂钩以平衡责任与收益）\n\n因为负有管理会议成本的特殊责任，主持人享有特权，可以不经申请就直接发言、提前打断他人发言、延长他人发言时间、重新表述议题、代为总结、临时调整议程。\n\n主持人的职责是在维护讨论伦理的基础上尽可能高效、尽可能节省的使用会议资源。\n\n这是一项技能要求和原则性要求极高的技能，因此会议主持人应该受过专业会议训练。这一训练至少应该包括对会议框架、标准干预手段倒背如流的熟知，对组织伦理、讨论伦理的基本常识的深刻掌握以及必要的由小至大的会议操作实践。\n\n（未完，待续）\n\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 3076,
            "favorites_count": 311
        },
        {
            "id": 2235,
            "title": "祷告观",
            "question": "祈祷有什么用？会有用吗？是属于自我暗示的一种吗？",
            "zhihu_link": "",
            "author": "#Anonymity",
            "tags": "[\"3-信仰/3D-神学\",\"4-世界史/4D-历史\",\"3-信仰/3B-信与疑\",\"神学\"]",
            "links": "[\"祈祷与祝福\",\"Sin\",\"厉害思维\",\"爱\",\"财富观\",\"可信标准\",\"学习的快乐\",\"聪明的笨功夫\",\"全科学习\"]",
            "last_update": "2021-07-24",
            "content": "基督教的祷告问题很复杂，大部分人看到的是美剧里面那种——小朋友跪在床前双手交握告诉上帝自己需要什么东西。\n\n但这是美国特殊的信仰状态，并非传统基督教的主流祈祷观的良好实践。\n\n祈祷，在圣经里是少有的由耶稣自己亲自阐述的主题。既然在文本里这些话由耶稣亲口说出，自然对基督教有底定乾坤之效，也自然是关于祈祷的神学探索的出发点。\n\n先看原文：\n\n> “你们祷告的时候，不可像那假冒为善的人，爱站在会堂里和十字路口上祷告，故意叫人看见。我实在告诉你们，他们已经得了他们的赏赐。你祷告的时候，要进你的内屋，关上门，祷告你在暗中的父；你父在暗中察看，必然报答你。你们祷告，不可像外邦人，用许多重复话，他们以为话多了必蒙垂听。你们不可效法他们；因为你们没有祈求以先，你们所需用的，你们的父早已知道了。 (马太福音 6:5-8 和合本)\n\n开宗明义，耶稣首先反对以自我标榜为实质用意的祷告形式。（关于这一点，似乎与圣公会和罗马教会等常见的“公祷”有直接矛盾，但这在后文另有一番解释，不在此赘述）\n\n个人的祷告不应该在人前进行，以避免已经在犹太教实践中已趋明显的自义倾向。\n\n祷告要进入暗室，对着“暗中”的上帝。仅仅这个“避众而行”的操守，本身就足以得到上帝的特殊报答。\n\n进而，耶稣反对“用许多重复的话”，直接否决了“话多了必蒙垂听”，而且指明“外邦人”作为反面教材。这可能是指**咒语**。\n\n有一个很少被提到的事实——**祷告其实从一诞生就有一个孪生兄弟，就是咒语巫术**。咒语巫术和祷告，都是“以语言文字为媒介的人神沟通机制”。两者都是以向神魔提要求为基本形式。\n\n很显然，某些要求有被立刻满足的先例。一旦这种令人惊讶的现象发生，人们会本能的对导致这结果的祈祷内容加以特别的注意，并进而朴素的——这只是迷信的艺名——认定两者存在关联关系。如果初次应验过的祷告经过大规模的模仿重复，竟然又出现“应验”的案例，那么这两次内容完全相同、都得到回应的“祷告”之间的形式共性就会得到更加强烈的注视。譬如两次都在日出时、两次都穿了红衣、两次都是出于长男……一切的共同点都会被记录在案，被看作这“祷告”灵验的潜在必要条件。接下来会发生自然的“规模测试”。一切记录在案的“不灵验”，都会被总结为某个细节没有得到遵守或者某个细节并不必要，一切的“灵验”，又都为进一步的提炼精确范式提供了更多的数据依据。——你看，古人们本能的就知道什么叫“科研”，而“巫术”实则是一种“原始科研”的结果。这种现象，就是萨满教以及我们大量看到的融入佛教、道教的密法的原初根源。\n\n**咒术的另一种灵验的秘密，就是长时间的反复持续**。——持续祈雨七七四十九天，不行就九九八十一天。在有季节性降雨的地区长达九九八十一天一直不下雨的几率是很小的，一旦下雨，就会为“固定持续重复”这个手段更添权威。\n\n这就是被否定的“外邦人”的“祈祷”。这句话实际上是指着咒术的本质，将基督教的祈祷与咒术做了势不两立的本质的区分。言下之意——基督门徒不应在任何意义上将基督教的祈祷视为一种“新门派的咒术”。犹太教是对近东巫术信仰的彻底反动，而基督教作为以“犹太教完全体”为自我期许的新信仰体系，只会在这方面更加坚决和彻底。耶稣的这一句简单的话，内里是深刻的对第一诫命（不拜偶像）的惊人阐发。**在公元三十年前后，能在咒术崇拜的利益如此巨大的前提下为自己的理念做这样彻底的切分，这是极其了不起的**。要知道只要顺水推舟，甚至只需要避而不谈，都足以大大的方便基督教团体的扩张。在当时主张“别以为说许多重复的话就必蒙垂听”是非常得罪人乃至招致仇恨的。\n\n接下去的话更加刻骨——“你们没有祈求以先，你们所需用的，你们的父早已知道了。”\n\n这话什么意思？这话事实上**否决了“你们所求的”和“你们需用的”具有逻辑上的一致性。**\n\n谈论基督教一定要注意一个前提，那就是基督教对人类本身的评价堪称是“无限低”的。因此，在这里，基督教神学会毫不困难的认识到**人类根本就不知道自己该求什么**。——人类所求的，并非他真正需要的，而且是**一定如此**。\n\n站在基督教的基本信条之上去看耶稣的这句话，耶稣实际上说的是“你们求一样东西，而你们的天父则会根据你们的所求，去给你另一样东西”——**一个符合你的神性愿望，但却绝不见得符合你的预期的东西。**\n\n这听起来玄而又玄，但是其实很浅显。譬如年轻气盛的你向你的父亲要跑车，你无限富有的父亲却可能给你皮划艇。因为他看到你要的其实是“速度感”。速度感他会给你，但却并不见得给你跑车。\n\n他的裁决不会对你解释，也不容你上诉，看起来是事事与你“作对”，对你近乎残酷无情，但你若怀疑或者背弃他，自操主权，你必然自我毁灭。\n\n**人可能有的最大的误判，就是以为自己是自己最大的盟友，却不知道恰恰是你自己才是你自己最大的敌人。**\n\n基督徒若要祷告，如果没有对上帝回应祷告的这一方式的基本认知，只会迅速的陷入“我这么顺着上帝的面子，弄得自己如此辛苦，牺牲众多，上帝却根本不听我的，忒也难伺候/无信用”的情绪。这些人从一开始就没意识到上帝的主权，在基督教的极端反偶像的意识形态基础上实践巫术范式的心理期待，当然会在巫术的语境里大骂基督教“不灵”，“骗人”。\n\n其实按这个标准，他的父母是最先“骗”他的人。有哪个负责任的父母会认为无条件的按照字面所求去满足幼子的一切要求是爱呢？这些被欲望吞噬的傲慢小子们对父母、对其他一切尝试过都失望了，跑来“信”基督教，想要在基督教身上满足“求啥得啥”的妄想，堪称拿着天灵盖去撞狼牙棒，不被打个头破血流才怪。四处指着基督教骂街的脱教者，这个出身的极多。这是基督教的错，还是他们自己的问题？他们什么时候真的信过基督教呢？\n\n那么，既然上帝根本就不会顺从祈祷者的字面要求，那么“祈祷”的意义何在？\n\n看清楚耶稣的声明：\n\n> “你们祈求，就给你们；寻找，就寻见；叩门，就给你们开门。因为凡祈求的，就得着；寻找的，就寻见；叩门的，就给他开门。你们中间谁有儿子求饼，反给他石头呢？求鱼，反给他蛇呢？你们虽然不好，尚且知道拿好东西给儿女，何况你们在天上的父，岂不更把好东西给求他的人吗？ (马太福音 7:7-11 和合本)\n\n你所祈求的，上帝已经给你了。把“赐予东西与你的祈求无关”这个可能性消灭掉了，那么剩下的就只能是对“赐予的东西与祈求的东西何以一致”的求索了。赐予你的东西，必然正是你所求的东西的一个经神整理版。在神眼里，作为有志愿的基督徒，你必定首先有一个最基本的、最首要的祈求——祈求永生和最终的幸福。默认你的一切其他祈求都必然在本意上不与这一根本祈求违背。但因为你个人的智慧有限，你将无法理解你具体的其他祈求与你的根本祈求之间的矛盾和关系，因此上帝在听了你的具体祈求之后，会酌情为你考虑，给你一个与你的最终祈求一致的实现。\n\n**换句话来说，事实上不论你怎么求，上帝给你的回应都是赐你通向永生永福的道路。祂赐予的其实一直就是同一个东西，只是因你的具体祈求，祂为你调整了路线，尽可能的包括了你现在具体祈求的东西。**\n\n逻辑的看，因为你并不知道原来的计划，因此这种调整对你来说如同不存在——你怎么知道上帝原来安排的不正是这样呢？看到了吗？决定论和自由意志论其实在人神之间存在单向信息遮蔽的前提下，在逻辑上并无本质分别。\n\n基督徒的祈祷，得到的是两个结果——“上帝对祈求之物洞察后给出的满足”和“一道思考题”。你求香蕉，得到的却可能是一把铁锹和一个巨大的问号。“给我这把铁锹，到底是告诉我香蕉这个提案被否决了，还是说让我去种一棵香蕉会获得丰收？”这答案是左还是右，那就是基督教神学里最困难的问题之一了。\n\n一个成熟的基督徒，在祷告之后获得的是这样一个结果——如果我所求的是会成就永生的，那么接下去无论发生的是什么，都是超出我的期望的大满足的开端（注意这个“超出期望”本身就是服从上帝绝对主权所必备的自觉），如果我所求的是与永生永福相违背的，那么下面发生的一定是上帝经过仔细考虑赐予我的痛苦最小的教训。而无论是这超出期望的大满足、还是这上帝从教训里给我的指引，对我都是我所求的东西（甚至如果获得的是后者更加赚到，因为作为基督徒得知上帝的心愿是至高无上的、无法用任何世俗利益交换的收获）——永生永福本身。\n\n是基于这样一种**根本没有坏结局的逻辑结构**，基督徒的祷告成为了**绝对的信心来源**，也是绝对的精进之道。每一次祷告，都是在重温这个人神关系，自我提醒这个人神关系的存在。祷告的中心，并非你具体求了什么，而是不断的再次刷新你心里的信念。上帝掌管一切，而祂要通过你的命运引导你获得永生永福，祂有什么事办不到的呢？人的责任只是要稳稳的抓紧过山车的保险杠，不要半路跳车。眼前的困难和挑战的输赢都不重要。输，会改变我，但这改变必然会铺平后来的道路，赢，也会改变我，也同样指向同一终点。心里有了这样的笃定，那么就有了一切做该做的事情的定力和勇气，而不再因为难以控制“输掉”的风险，徒劳的思考如何彻底的控制世界的一切因素，妄图令其服从于自己获胜的执着。很多人的祈祷之所以无力，是因为为了要“赢”，他们唯一的指望是要天地围着自己变色。\n\n他们自己已经实在想不出办法，唯一的指望是靠全知全能的上帝帮忙，而在内心深处，他们却又隐隐的知道上帝不是这样一种由得你来驱使的鬼神——哪怕你的“祭礼”再“丰盛”，“祭仪”再“华丽”，这也只是对非基督教的其他鬼神才存在的东西，对上帝是不适用的。于是他们的“祷告”，只会给自己带来进一步的绝望。\n\n祷告之前，若不放开自己的物质执念，那么你的“祷告”就是上帝放逐的起点，若是懂得上帝的绝对主权、坚信上帝比你自己更加知道如何爱你且绝对爱你，那么祷告就是勇气和信心之源。\n\n假冒者进的一定是前一道门，没有一个能躲过。而后者既然用祷告去表达诉求，从一开始就已经放下了对诉求本身的执念。\n\n是为第一段。\n\n接下去，耶稣直接作出了祷告的示范。这也是对基督教至关重要的“主祷文”。\n\n> 所以，你们祷告要这样说： 我们在天上的父： 愿人都尊你的名为圣。 愿你的国降临； 愿你的旨意行在地上， 如同行在天上。 我们日用的饮食，今日赐给我们。 免我们的债， 如同我们免了人的债。 不叫我们遇见试探； 救我们脱离凶恶（或译：脱离恶者）。 因为国度、权柄、荣耀，全是你的， 直到永远。阿们（有古卷没有因为…阿们等字）！ (马太福音 6:9-15 和合本)\n\n在这一祈祷观的视角之下再来看主祷文，就看得到主祷文的实际结构。\n\n“愿人都尊你的名为圣。愿你的国降临；愿你的旨意行在地上，如同行在天上。”并不只是对上帝的赞美，而是祈愿本身的一部分，是在重申基督徒最基本的愿望。实际上这暗含了“一切其他祈求都愿意任由上帝处置以与这最高祈求一致化”的开放心态。这两句放在最前，也就直接为整个祷告定下了基调。是在这基调之上，才有“我们日用的饮食，今日赐给我们。免我们的债，如同我们免了人的债。不叫我们遇见试探；救我们脱离凶恶”这样一些具体祈求。然后是“因为国度、权柄、荣耀，全是你的，直到永远”——信心重申。\n\n换句话说，主祷文首先示范的是一个祈祷范式——根本愿望+具体愿望+信心重申。这样一种三段式构造。这三段式构造本身，在基本信理的支撑之下，就构成了一个绝对正面的自我激励和抚慰。它不但不像其他偶像崇拜那样会刺激信徒的野心、贪婪和焦虑，反而会成就一种接受一切“失望”的希望。\n\n是为第二段。\n\n接下去，耶稣给了几个内容的具体示范。\n\n1）我们日用的饮食，今日赐给我们。\n\n2）免我们的债，如同我们免了人的债。\n\n3）不叫我们遇见试探，救我们脱离凶恶。\n\n你们记不记得，就在刚才的分析里面我们刚刚谈到过一个重要的法则——人并不知道自己哪些要求是“合规”的。耶稣在刚刚谈到这一点之后立刻自己口述了三个内容，这三个内容就拥有了一项非常特殊的属性——至少这三项内容，是一个基督徒可以不必疑虑有什么问题，是可以坦然的向上帝提出的。你求“我想明天考试过关”，得到的多半是“我先让你认识认识我是个什么样的神”这样的教训。但你求“日用的饮食，今日赐给我们”，你是不会挨这一下爱的巴掌的。真正成熟的基督徒，哪里敢张口就乱求。乱求挨巴掌的几率远远大过“爸爸买给你”的几率。在他们的心里，这事就好像小孩子像爹要求买玩具，老爹第一句就要问你“你为什么想买个玩具呢”。小屁孩马上要出汗：\n\n——“因为玩具好好玩”\n\n——“为什么好好玩就该买给你？”\n\n——“因为你要是不给我好玩的就是不爱我”\n\n——pia！！\n\n——“因为我玩得开心就会好好学习”\n\n——“这么说，要你好好学习还要先把你哄高兴了？” pia！！\n\n——“因为人家都有”\n\n——pia！！\n\n——“别人爸爸都给买”\n\n——pia！！\n\n——“反正我就是要，你要是这点要求都不满足，你算什么爸爸？”\n\n——pia！！\n\n实情还要比这个可怕万倍，因为小屁孩还可以考虑考虑这话怎么打扮一下，怎么骗一骗。上帝这个父亲根本就不需要这个对话过程，祂比你还要清楚你实际是什么理由。在提出要求的时候你需要万分注意自己那个要求的背后有不会招致上帝训斥的理由，连一转念都不可以，你体会到这难度有多高了吗？\n\n“没个神学博士学位和起码四十年人生阅历，最好不要作死”——这就是成熟基督徒和当年犹太人最实在的tip。\n\n而这对话并没有结束——\n\n——“你怎么从来不向我求什么？”\n\n——“因为我知道你肯定不答应，而且肯定要揍我的。我才不要自找倒霉。”\n\n——pia！！\n\n看懂耶稣这个示范的意义没有？\n\n“求这三样，绝对安全。再要打你们，你们就可以说是我教的。”\n\n耶稣的示范内容也很微妙。\n\n一开口，求的就是每日的饮食。\n\n这个祈求示范对基督徒有极大的意义。为什么呢？因为它肯定了基督徒可以为自己的需要祈求。基督教是要求基督徒为世人牺牲自己的。若是没有这个示范，按照基督教的一般尿性，这句话可以说铁定会变成“他们每日所需的饮食，请赐给他们”。没有耶稣的亲自示范，基督教一定会变得很猥琐——什么都是在“为别人求”，政治正确到令人反胃。\n\n很多人觉得“高尚”最难，其实“高尚”最简单。谁不会那种句句伟光正的话术呢？别看那是两千年前的犹太人，耶稣前面批评过的法利赛人就已经是此道高手了。如果没有耶稣亲口做这个大胆的突破，基督教会顺理成章的、没有悬念的继承那个“无私高尚”版、无比“圣洁”的将为自己求任何东西都视作道德堕落，然后走上虚伪之路。\n\n第二，耶稣以道成肉身的身份做这样的示范，也等于以神的身份肯定了“你们的基本求生欲是被宽容的”。这看似不经意的一句求饭食，就强而有力的将“求死党”隔绝在了基督教的正统之外。若是不许人贪恋现世的生命，把希望吃饱饭看成一种“贪恋现世享受、不向往天国、不相信彼岸的许诺”的罪的话，何以耶稣会教人求食物呢？若是求现世生存是一种罪，那么对于是否会饿死应该采取随波逐流的态度，根本不能合理合法的向神祈求食物。\n\n耶稣的这句话，其实是打在“求死派”脸上的一记耳光。活着的你，本身也是人类的一分子。你求自己的饮食，也就是在为人类的一分子求幸存，这不该被定义为“自私自利”，也不可以被定义为不向往天国。你可以求吃饱，你也可以求健康。这不可耻，也不为罪。这是被允许的。\n\n第二，耶稣这个祈求非常巧妙的选取了饮食这个最基本的需求。这等于无声的暗示——并非你任何的欲望都在可求之列。“红线在哪，要看你的领悟，但我至少已经告诉你们红线不在零刻度上。”\n\n第三，祂没有说“我们一生的饮食，请全部赐给我们”。因为这样求触及了神的主权，把你的祈求变成了一种对神的试探。神若答应你，你便得了实利；而神如果不答应你，你次次坚持这样求，祂次次都不答应，你就又拥有了一种实质上限制了神必须答“否”的间接权力。于是要么你获得利益，要么你获得对神的控制，多么聪明？这种人类逻辑的两难，如果你是故意摆在神的面前，就构成基督教视角下的十恶不赦的大罪——试探神。这其实是人们役使以往各种鬼神的常见手段。所以这是一种彻底的不敬，因为你内心深处在用其他巫术信仰体系里役使鬼怪的技巧，在测试这技巧灵不灵。你在掂量这位上帝是否真的比其他的鬼神更强。因为这个技巧是可以把其他鬼神将死的。\n\n你如果这样求，你口称的信，做出的信仰姿态，就都成了铺垫你试探的欺骗和伪装。这在忌邪的上帝面前无异于自取灭亡了。\n\n每日所需的饮食，只求今日眼前这一份，这同时就是与试探神成性的其他异教决裂的宣告。也是对你的信的诚实性的告白和对上帝主权的认信的告白。一切的个人所需，都有这示范所指明的同样的限制。\n\n**照着最低的限度祈求个人所需，是否获赐并不是重要的，重要的是再次向上帝表白了自己的信，并相信这信是被上帝喜欢的，相信上帝与自己有了更深一些的关系所带来的喜乐，才是这祷告永不会缺乏的赏赐**。至于是否真得到饮食的赏赐，已经是额外的花红了。即便不得，也不会折损由那份对亲近的笃定而带来的喜悦。这样的祷告，根本没有“失望”“失败”可言。\n\n**而这样一种温柔谦卑、毫无执念的祈求法，是作为一个爱人最完美的练习之一**。你用这个姿态去想任何人祈求，虽然你是求获利者，被求者也必然感受到强烈的爱。因为你与其他恳求者不同，你不会因为被拒绝就切齿记恨、就用失望、用抱怨、乃至用报复去惩罚拒绝了你恳求的人。这已是极大的爱。要知道常人为了畏惧他人在恳求背后隐藏的威胁，花了多大的力气假装自己无能为力！\n\n**在这祈求中养成的这份温柔自限自觉，才是耶稣透过这祈祷的示范而赐予你的人最大的福利。你爱世人的习惯，将为你带来世人的爱**。你所求的每日的饮食，只要你确切的按着这领悟而求，其实已经永永远远的一次赐给你了。上帝是按照对这样的祈求无法无动于衷的标准来设计人类的，全人类中的健康者，都是为了可以灵敏的感应到这种祈求的人力量，并不能内心淡然的拒绝这样的祈求而预备的。\n\n那些面对这样的祈求而内心刚硬没有任何帮助冲动的人，自有严重的孤独和放逐在等待着他们——上帝也是按照这个目的设计了人类社会的基本构造。这一切早就铺陈好了，然后才有道成肉身来交给你启动这些机制的密码。\n\n你若是信得真实，你不必懂得其中的道理，也会获得最好的习惯，这习惯会驱动人不能自控的善意，但你却完全没有“操纵人心”的罪名。如果你的信是真的，那么这一切就都是理所当然的，你还有什么可担心的呢？\n\n即使事情没有任何情节上的趋势改变，你也要比全然没有这层心里有防御结构的人多出极大的一份心理稳定性。仅仅这份镇静，就足以胜过没有的人靠着近乎疯狂的自我打气、以接近认知扭曲为代价强挤出来的“自信”。后者根本经不起后续任何的负面发展的挑战，而你却根本并不受进一步逆境的威胁。\n\n**多年的祷告，并不是在求不受逆境，而是在习得能接受一切逆境而并不失去平安喜乐和理智判断的强韧。**\n\n**这，才是帕斯卡的赌注。才是不信者的风险。**\n\n但是我再提醒一遍——这些并不是上帝肯定存在的铁证。你显然不能因为一个东西如果存在就会对你特别好就肯定一个东西肯定存在。逻辑根本不支持这种论证法。\n\n那么，你是靠着什么来领走这份赌注呢？\n\n接下来，是“免我们的债，如同我们免了人的债”\n\n这句话为基督教社会的社会伦理设定了基调。\n\n社会伦理的一大根基，在于“赏善”的成本如何支付。\n\n无论一个社会如何定义善，都要辅之以正面激励。这正面激励一定有成本。这成本一定要有出处。朝廷建立调查机构、做牌坊、送锦旗，赏金鱼袋、赐进士出身，都是有成本的。既然要成其为赏，就必须要做到超出行善的原始成本。\n\n一人花了一百万造了一座桥，在“善有善报”的前提下，综合所有的名声、正式赏赐、非正式优待，这人得到的长久回报应该要超过最低预期利率。换句话来说，在建立了有善必赏法则的社会里，实际上是对行善者开放了进行社会投资的机会。理论上统治者和收益的社会承诺了你这些投资将会得到不低于最低利率的收益。这才称得上善有善报。要维持这个承诺有效，以至于起到有效激励普遍积极行善的目的，必须首先达成这些善行的互相叠加能有效的达成一加一大于二的溢价效应。这样才能保证行善者在数学上有实现“善有善报”的最基本的可能。但这其中有两个障碍——第一，政府对有效实现溢价并进行转移支付的行政成本很高。我们假设一个捐资修桥的和一个捐资办学的各出了一百万，两个善行的确发生了加成，以至于产生了额外的社会效益，所有的受益者加起来一共获得了四百万总收益预期。那么要这个系统有效运转，需要首先没有什么意外去影响这四百万真实的实现，这需要社会运转非常良好；第二，需要社会反馈机制能让所有的受益者主动的交出自己的所得的一部分去回馈最初的行善者；第三，需要统治机构将自己通过税收、官卖、国际竞争中因这善举获得的收益增加中抽出足够的份额来补充社会回馈尚未补足的部分。\n\n这也许在数学上能计算出可行性来。但是因为社会惊人的低效，这个机制极少能保证真的有效实施。第一，在很大一部分情况下，预期的四百万因为各种原因干扰，根本就没有实现——桥被老百姓拆了拿回家盖房子了。小孩子毕业之后几乎没有对当初捐资建校者没有过任何联系。于是保障这个机制有效的几乎全部的重担，都落在了圣明天子和包青天们的身上。而这四百万预期收益，即便完全发生，税率设为75%这种惨无人道的高税率，政府也只能拿回三百万。这三百万，要扣除征收成本、行政成本、对冲各种风险（比如改朝换代风险）。你们可以评估一下，数学上能依靠这个系统真的实现挤出两百一十万来还给当初两位行善者的可能性。“善必有善报”，对于宣扬可以用这个机制来兑现的社会来说，实际上意味着多么高的要求。真的是要求众正临朝、圣天子在位，天下为公，而且至上而下毫无私心杂念，为实现三代之治，不惜两袖清风。\n\n**现实中朝廷挤不出这两百一十万**。朝廷只能要么赖账，采用以点带面迁木立信的方式，用中彩票式的个别重奖来代替真实的普遍回报。我有三百个一百万的支付义务，我真支付会破产，那么我挑一两个典型，每人支付两百万，然后再花两百万做重大宣传。去创造一种“善有善报的典型案例”。这很像欠了很多供应商钱，于是反而大张旗鼓的向其中很少的几个单独支付，以安抚其他供应商稍安勿躁。并不要紧，因为拖的足够久，要么供应商自己会垮，要么我自己垮了。不管发生哪一个，欠帐就勾销了。失信的总是前朝，前朝垮了嘛。新朝新气象，社会契约从头计算，统治信用再从一百分开始扣除。\n\n**不主张善必有善报，将不能引发足够的社会投资，社会会因为公共产品过于匮乏而失去存在的根基。而主张由社会自身或社会的管理机构来承担兑付责任，因为社会机构必然的低效，将只能通过周期性的信用透支、触发以灭亡为形式的**客观破产保护机制。靠着这一代代的借贷和破产，维持着一代代的社会投资。**\n\n诚然，欠款太多的朝廷为了延迟破产，会采用各种变通手段。譬如依靠建立免税制度、乡贤制度、包税制度，以征税权和基层行政管理权作为偿付手段。潜台词实际上是“你自己去向那些人征收你的善报”。但这并没有改变数学关系，仍然是饮鸩止渴。\n\n**这，其实是人类社会治乱循环的一般根源。**\n\n但是耶稣通过基督教义引入了一个划时代的新理念：\n\n> 那时，彼得进前来，对耶稣说：“主啊，我弟兄得罪我，我当饶恕他几次呢？到七次可以吗？”耶稣说：“我对你说，不是到七次，乃是到七十个七次。天国好像一个王要和他仆人算账。才算的时候，有人带了一个欠一千万银子的来。因为他没有什么偿还之物，主人吩咐把他和他妻子儿女，并一切所有的都卖了偿还。那仆人就俯伏拜他，说：‘主啊，宽容我，将来我都要还清。’那仆人的主人就动了慈心，把他释放了，并且免了他的债。 “那仆人出来，遇见他的一个同伴欠他十两银子，便揪着他，掐住他的喉咙，说：‘你把所欠的还我！’他的同伴就俯伏央求他，说：‘宽容我吧，将来我必还清。’他不肯，竟去把他下在监里，等他还了所欠的债。众同伴看见他所做的事就甚忧愁，去把这事都告诉了主人。于是主人叫了他来，对他说：‘你这恶奴才！你央求我，我就把你所欠的都免了，你不应当怜恤你的同伴，像我怜恤你吗？’主人就大怒，把他交给掌刑的，等他还清了所欠的债。你们各人若不从心里饶恕你的弟兄，我天父也要这样待你们了。” (马太福音 18:21-35 和合本)\n\n看完这个故事，再来看这句祷词：“免我们的债，如同我们免了人的债”。你就能看到一条新路。\n\nStep1：因为神的律法绝对性和人的罪性，人必在神律法下犯罪。其道理不复杂，只是因为神的律法要比人的律法严苛得多而已。\n\nStep2：既然如此，人就都欠了神的无法计量的应得惩罚。这就是神来奖赏善行的本钱。“神”用这本钱来为众人因无法偿还你善行的成本而欠下的债担保。\n\nStep3：于是善行的受益者将不再欠行善者任何支付义务。行善者不必再暗暗切齿，强行抑制自己对忘恩负义的受捐助者的愤恨，被捐助者也不必像日本人那样用日本式的宁可饿死也绝不给人添麻烦方式来避免欠下不可能还得起的义理。\n\nStep4：神用赐你乐观的心理机制和天堂买单。你行了善，你不必再关注受慈善者有没有回报给你，什么时候给你，对你有没有用，能不能值回你的票价。也不必再绞尽脑汁纠结如何注意行善的巧妙手段来保证它一定实现。这类巧妙的心思虽然不乏创意，但本质上抽空了善的实质，而将它完全变成了一种通过谋取名声而兑现的资本投资。在这乐观的心理机制和对天堂的信念有效的前提下，神足可以买得了一切的单。\n\n有什么比不焦虑珍贵？有什么比有不可磨灭的希望珍贵？你不信问问真能解决问题的心理医生和职业经理人有多贵。从人类有历史开始，这种服务都是要以你身家的百分比来计算的。没有这些，你会绝望自杀，万贯家财于你无效。你就是赢得了全世界，若失了生命，又有何益呢？\n\n**神握着你生命质量的关键，用来买了一切他人欠你的债务。神的信用在这个机制里生生不息，永无匮乏。这个机制一旦建立，将能为社会有效的供应无穷尽的免费用、也不损害人际信用或社会契约信用的公共产品。即使提供这产品的行善者完全没有拿到一分银子，他也并未亏本**。——前提是他信。\n\n当人在如此祷告时，他信。\n\n**这就是“主内平安”和“神爱世人”的现实逻辑，也是何以亚伯拉罕诸教能有效的建立高度信用社会和长期负担公共产品支出其政府和君主却并不容易破产的“秘密”**。说穿了没有任何神秘性，完全用不着六翼天使。\n\n这就是奥卡姆剃刀切不动的那个“必要性”。也是帕斯卡赢走的另一堆赌注。\n\n但是请再次注意，这并不能就证明真的存在一个上帝。\n\n现在我们来看试探。\n\n试探是什么呢？是能检验信仰真诚性的事件。\n\n最著名的，就是约伯记里约伯的遭遇。的确是惨烈而且凶恶。\n\n但这不是求免试探的根本。\n\n求“免试探”的潜台词，是“**自知信得不足，受不起试探”。**\n\n**真实的信，是心知肚明自己信得不足的信，是深恐自己受不住试探的信**。人最大、最健康的信，也只是受不住试探的信。再往上一步，演变成“自信肯定受得住试探的信”，变成“来吧只管试探我”的信，不是更虔诚了、更美好了，而是变得更丑恶了，变成自立偶像了。\n\n世界上唯一受得住试探的，只有神的信。无论人类如何令神失望，神始终相信人值得拯救。\n\n人不可以自居与神对等。人一旦在任何角度自居能与神对等，都势必要开始为了维持这份荣耀编造自欺欺人的谎言——业绩不够报表凑。\n\n祈求不受试探，等于同时表白三件事：\n\n1）我信\n\n2）我谦卑和惶恐，不敢与神比肩\n\n3）我知道我的信之所以健健康康的存着，是有赖于上帝像栽培幼苗一样爱护，帮我遮蔽了风雨。而不是我有多么厉害，能经受住一切的试探。\n\n这与“救我们脱离凶恶”直接关联。\n\n凶恶是什么？是一切糟糕的际遇吗？\n\n并非如此，**凶恶是指会威胁到永生永福的际遇**。\n\n把凶恶与试探并列，内力是再次表白“请帮助我在一切可能让我的信崩塌的际遇中，拯救我的信”。只要拯救了我的信，则我的痛苦都终将消弭，险恶也不再构成威胁了。\n\n为什么不是在求干脆不要遭遇这些险恶？\n\n因为耶稣在前文里已经明确的说过基督徒的使命就是为人牺牲，与人替罪，承受损害而终止报复，给予饶恕。基督教的使命就是成为世界最好的受害者——仇恨沿着冤冤相报的铁链条最终传到一个真基督徒时，会因这基督徒的原谅而终止。只有这样，才能消除整个世界不断叠加累积的震荡，保全举世尚未悔改醒悟的罪人。**如果基督徒自己祈求一开始就不陷入凶恶，则形如背叛自己因认信而承担的使命。**\n\n**因此，基督徒只能求在凶恶中受保守，而不能求不遇到任何凶恶。**\n\n是为第六段。\n\n——————————\n\n其实，Bible的神性并不在于犹太人有多崇拜它、也不在于基督徒们有多崇拜它。他们人数再多，也仍然是凡人，是没有资格为圣经作保的。因为人类的推崇而视某物为圣，其实从一开始就是对信仰本身的背叛了。\n\n那么圣经的神性从何而来？何以见得这不但是一个bible，还是Holy Bible？\n\n第一，是从历史的拣选中来。根据信仰原则，神掌管一切，而历史的唯一掌管者只有神。因此，任何加了神的名而能穿越历史被承继到现在的经文，都至少拥有上帝现时有效的许可，这是圣经神性的基本保证。\n\n第二，就是圣经里的神迹——一些超越时代背景，超越现实逻辑，内在结构之微妙、真理性之强超乎所有时代人想象的阐述本身。\n\n这些话其实超越了故事的背景，犹如阿基米德洗澡时跳出来的浮力定律一样。浮力定律的神性不是来自于洗澡，也不是来自于阿基米德的信徒的推崇。它的意义也远超了阿基米德以及他的学生的想象。它不是谁的聪明才智的结果——事实上，没有谁应该宣称他自己拥有自己灵感的最终所有权，因为人只是神晓谕万民的传声筒、扬声器。\n\n主祷文本身是神迹。明白了吗？\n\n现在我们来说一说公祷问题：\n\n耶稣说了要进内室对暗中的上帝祷告，不可学法利赛人当众，何以还有公祷存在？\n\n首先，公祷依赖公祷书。\n\n公祷书记载了大量的“标准祷告”，是教会教牧实践中的核心工具之一。如同我们前面所分析的，事实上主祷文有着深不可测的合理性深度，这在一方面给了基督徒以最好的示范，另一方面却又提出了一个极高的要求。\n\n若是这样才能算正确的祷告，那么若是要进行别的祷告该要如何说呢？我怎么知道哪些该求、哪些不该求、要怎样求呢？\n\n这是一项艰难的、要求几乎不可能的顶尖水平的神学功底才能进行的尝试。这个要求如此之高，可以说谁敢说自己凭借自己的领悟可以进行正确的祷告，都成了一种实在的狂妄。\n\n无人能凭自己进行正确的祷告。于是只有凭借教会对基督的授权与祝福的认信，由教会来承担这项任务。也就是由教会通过教会神学家的提案，通过枢机会议、大公会议或者教宗的选择来提出解决方案。这就是公祷书、弥撒经这类事物的合理性来源。\n\n但不要误认为教会所选择的，就是完美无缺足以和耶稣比肩的。事实并不是这样。恰恰相反，教会是由人类组成，在神学上可以毫无疑义的认定这些决定一定有人类错误判断的干扰，以至于必有残缺。换句话说——教会凭着神权作出的决定，在客观上仍然不可避免是错误的。\n\n但是——请注意这个至关重要的但是——大公教会凭着自己最大的诚意和智慧所作出的仍然含有错误的选择，因为有神的授权，只能被认为是一种**正确的错误。**\n\n**是在特定时代、特定水平、特定环境下，被神安排，被神赐予，被神最终祝福的错误。**\n\n**教会不是一贯正确，实际上，教会一贯错误。也只能是一贯错误。**\n\n**教会的“一贯正确”乃至于“教宗无谬论”，不是指这些决定放诸千秋万世里决不会发现其不合理，而是在最后最圆满的结局到来之时，会发现它的每一个决定都最终是圆满结局的不可分割的一个前置步骤。**\n\n**若不在这之前如此犯下这些那些“错误”，人类将不会走上这样一条通向最终圆满和最终永福的道路。这道路的一切曲折，都被信心中圆满的结局本身成全为了一种正确。**\n\n否则一切神学探索、一切信仰的决疑，在原理和逻辑上就是不可能的。一神论信仰自身会遇上不可解的逻辑困难——因为必须认信人的绝对缺陷和偏见，而又绝不能说教会中的任何人或人的群体可以超脱人的缺陷，他们无法进行任何信仰上的追求。凡追求，便是需求的追求。人注定只能沿着错误的道路寻求真理，如果不允许错误，就等于弃绝了真理。而基督教关于末世圆满的信念完美的救赎了这一危机。\n\n公祷书，就是这救赎的产物。\n\n不必怀疑，公祷书也是这“正确的错误”之一。在神学上，除了主祷文和直接出自耶稣之口的祷文之外，原则上就不再存在绝对正确的祷文。但循着对基本信条的全新认信，凭着最大的诚意和谦卑所说的一切祷告，都可以基于救恩被视为“正确的错误”，是将被神谅解和宽容的错误。\n\n在这基础之上，由教会集中了最优秀的神学家所尝试给出的示范，就构成了对人谦卑的拷问。——若是你在明明可以做到的前提下，全然不在意这些集中了整个教会最优秀头脑和良知所凝结出的参考，你的谦卑与诚意又如何向神交代呢？你可以有自己的见解、可以有自己的异议，但全然不看不顾公祷书的指引，是无法再在神前合法的自称谦卑与诚恳的。\n\n那么，为什么公祷书可以被用作公祷？难道耶稣没有明确的说过避开人前、进到内室、向暗中的父祷告吗？\n\n因为公祷本质上仍然符合上述一切指引。\n\n首先，公祷的内容是提前公开的。同声祷告者是提前知道这祷文的内容并且听到了讲解，内心同意，才来参与的。即使千万人一同祷告，你的耳中于是也并没有听见“别人的祷告”。\n\n其次，公祷不是在其他信仰不同的民众面前表演自己的信仰，而是在教堂之中召集同一信仰的信众一同祷告。教堂此时构成了全体祷告者的内室。并不与外人相通。你所当着的，只是其他的自己。在这个环境里，人人均说着与你同一的祷词，你有多荣耀，他们便有同样的荣耀，公祷于是完全没有“炫耀自己的信仰纯正”的功能属性。\n\n这里顺便要严厉的警告一种行为，即在公祷时刻意的大声、作态，以超出其他人的特别表现突出自己的虔敬。这样的行为若是出于有意或者经过告知而不更改，则是直接违背基督教祷告的禁忌的。\n\n完美的同声祷告，应该是没有任何个人的声音可被单独识别的。这一原则直接催生了后世声乐合唱的基本审美观。这也是为什么教堂诗班被视为对信仰良好的训练和实践的一个根本原因。——至今，这个星球上最好的集体人声表现的桂冠，仍然在基督教会的头上牢牢的戴着。在可以预见的将来，也不可能旁落。这不是声乐技巧或者专业训练就足以达成的高度。或者换一个角度说——若无信仰，仅凭着对荣耀和利益的追求，是承受不了必要的指导和训练的。你是在歌唱，你是在技术性的注意不要破坏协调；他们是在诉说，把破坏协调视作背叛的罪恶忏悔。你们做的本不是一件事，观众也知道不是同一件事。观众对你表现的欣赏，是对歌唱技巧的欣赏，对诗班和谐的感应，却是对信仰直出肺腑的告白的触动。你有美，他们则不止于美，且有真善合一。\n\n听一听，你就明白为何公祷是为神悦纳的了——因为赞美诗本质也是公祷的一部分。\n\n[男孩唱诗班预告片](https://www.yingshiguang.com/movie/16317)\n\n不妨找来完整版看看。\n\n现在我们再来谈论祈祷的实在含义。\n\n先请思考一个基本问题——上帝说什么语言？听什么语言？\n\n上帝难道说英语吗？或者拉丁语？希腊语？亚兰语？希伯来语？\n\n显然并不。\n\n上帝的语言，其实就是世界。打个形象的类比，这就好像一个导演要对你说明点什么，他就拍了一整部电影给你。这电影里，有存在、有留白；有喧闹，有寂静；有喜怒哀乐，也有不可言的微妙；有人、也有无人。你看完了，很难简单的一言以蔽之，去说这到底是在说什么。\n\n上帝的语言，就是这“电影”的加强版——围绕你身边、由你所见、或你并未见而影响了你的一切事件的总和，就是上帝对你所说的语言。\n\n神的语言的形式与本质，就是“事实”。\n\n**神所聆听的祷告，自然而然，也并不是人的言语，而是神的言语。**\n\n你的默默心语也罢，大声的祈求也罢，**都不是作为人的语言而被神听见，而是作为人的行为而被神听见。**\n\n你看到这逻辑路线所指的方向了吗？\n\n**行为即是祈祷，而且是真正上达天听的祈祷。**\n\n辛勤耕作，即“祈求丰收的祈祷”。而不是年头宰牛杀羊的念念有词才叫祈祷。\n\n刻苦学习，才是“祈求考试得过”的祈祷，而不是去庙里烧香念咒才叫做祈祷。\n\n注意，我没有否定言语祷告的意义——因为言语的祷告本身也是一种行为。我只是让你们看见你们常所忘记的——人的语言并非上帝的语言。上帝的语言是无法作伪、没有诡诈的功能的。当你用祂的语言祷告，你是不可能不诚实的。你做了些什么，就是对上帝说了些什么。\n\n不耕耘，不撒种，只是言语的呼求上帝赐食，你言语的语言在乞求，你行为的语言呢？上帝听见的到底是哪个版本？你再想想？\n\n这也从另一面告诉了你世界的真相——人努力的本质，只是一种真诚的祈祷。愿望的实现，不是由这行动所“必然成就”的，而是上帝听见行动的乞求之后依祂的意思成全的。无论你的行为有多么的用力，后来的成就也并不能归功于这行为。\n\n**行为的本质是真诚的祷告，但仍是祷告而已。**\n\n#其它/未完待续TBC",
            "voteup_count": null,
            "read_count": 7072,
            "favorites_count": 310
        },
        {
            "id": 3016,
            "title": "平庸",
            "question": "孩子很平庸，非常失望，该如何调整积极面对？",
            "zhihu_link": "https://www.zhihu.com/question/341127721/answer/971074538",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1F-亲子/1-身为父母\",\"1-家族/1A-内外/1-内在建设/1a-三观\",\"3-信仰/3A-Caritas/1-爱\",\"处世\"]",
            "links": "[\"平凡不凡\",\"最伟大的人\",\"无名烈士\",\"废没废 2\",\"以弱悯强\",\"孰强孰弱\",\"对人类失望\",\"过渡性价值观\",\"价值框架\",\"善良与现实\",\"人品差\",\"奢侈品 1\",\"家族\",\"理解的原理\",\"同情的资格\"]",
            "last_update": "2021-05-14",
            "content": "每一个人都是平庸的人，即使是那些被神化的人也一样。\n\n之所以平庸会变成一种很让人焦虑的问题，是因为大部分人都把生存看作是一种竞争。仿佛这个世界上食物有限，地皮有限，想要活下去就一定要胜过什么东西，要排在前面，否则这就指向失败，指向灭亡，甚至更惨——指向受欺负、受剥夺。\n\n他们说，“弱就是原罪。”\n\n看到这些话，说实话，我心在滴血。\n\n一方面是同情。\n\n无论对错也罢，对世界是这样的认知，生活的体验该是多么惨烈。人生百年，随时随地都在担忧自己会被淘汰，踩在脚下，出卖，无视，甚至消灭。\n\n无间地狱，一百年啊……\n\n乃至于“人终有一死”反而成了一种安慰了。\n\n唉。\n\n第二个滴血，是人会形成这样的认知，并不是毫无道理的，是真的受了无数令人痛苦的对待，被“现实”教育成这样的。\n\n“现实”并非没有“责任”。人们会形成这样的无助感、恐惧感和挥之不去的危机感，“现实”并非没有责任。\n\n这的确不是一个玫瑰色的世界，这里面存在着贪婪、残忍、无耻和卑鄙。这都是事实。\n\n尤其是这个民族在近代史上经受过史上空前的集体伤害，这份伤痕已经深嵌在民族性的深处，刻在了每一个人的灵魂上。\n\n因为有这样的伤痕，所以有这样的焦虑。这样的焦虑驱使着人瞪大怀疑的眼睛去审视一切，而这份怀疑永远也没有足够的证据能抵挡，几乎总是发育成“果然我没看错”的新事实。\n\n“我害怕这世界是地狱，于是我怀疑它是地狱，我仔细检查过之后，发现这世界果然是地狱，所以我要告诉我的子女，这世界是地狱，让他们继承这份恐惧，教会他们如何怀疑，引导他们仔细检查，直到我们能放心的相信——他们也真的认识到了这世界的确是地狱。”\n\n“不要相信任何人，不要指望任何人。任何人都要剥削你，你要活命，只能凭着自己的优秀去争取被剥削的机会，好多少换得一点筹码。”\n\n“你唯一的‘机会’，是爬上去，成为别人必须依赖或者不能不畏惧的强者，好收割他人，成就自我。这样也许可以为你的后代争得一些生存优势。”\n\n所以，平庸是罪。\n\n第三个滴血，是深感无力和羞愧。\n\n看着这个黑色的循环不断的辗转往复、代代相传，让一代人深陷，然后又让一代人深陷。看着那么多恶魔玩弄着这召唤恐惧的游戏，让人仇恨人，让人猜疑人，让人伤害人，从而又激起受伤者的仇恨、受伤者的猜疑、受伤者对他人的再次伤害。\n\n绝大多数时候，我都只能看着。\n\n我有无数的雄辩，能将这中间的荒唐一丝一缕的拆开来给你看个明明白白。但我知道那都不能保证你依言放下了这份焦虑，一定就会得到你想要的“好结果”。\n\n最让我滴血的是，我比你更知道，这份让你夜不能寐的焦虑感，对你却同时是最大的安全感来源。\n\n放下焦虑，你们会觉得自己没有做到全部该做的努力，会害怕瘟疫从那唯一没有堵住的破洞里渗进你们的防毒衣。\n\n你们怕到时候原谅不了自己。\n\n让你们痛苦欲死的东西，拿走了，你们可能立刻就活不下去。\n\n你们焦虑得要死，但是谁如果硬要来用你们难以抗拒的逻辑拿走它，你们却又会视如要你们缴械投降的魔鬼，会耻笑，会逃跑，甚至会拼死相杀。\n\n只能手里握着【**也许】**能让你免于这份折磨的一份方子，心里怀着“但愿你们就此顺遂，永远用不上它”的乡愿，等着万一你们真的遇到了过不去的坎，能让你们尚有一试的可选之路。\n\n大大的“也许”。\n\n下面就是这个“也许”。\n\n**人是不必一定要胜过别人的。**\n\n**人要有价值，只需要自己坚持追求“付出大于索取”的原则。**\n\n**你的能力再弱也罢，只要你是一个净帮助，对人而言确实“有你比没你显然更好”，你就已经安全了。这才是人安身立命的根本。**\n\n但不要以为“保证自己是净输出者”是一种简单的事。这一点世界上的绝大多数人都无法稳定的做到。\n\n因为他们有充分理由觉得别人对不起他们，不配得这份输出，而且如不赔偿，天理难容。\n\n而且最艰难的是——他们的理由的确是对的。\n\n对方的确是对不起你，亏欠你，伤害你，甚至是出卖你，因为他们觉得不这样做自己会活不下去。当你学明白这一点，你会发现即使是公认非常善良的人也会不自觉的这样做。\n\n没有人能例外。包括告诉你这件事的我在内。\n\n我也无法自我管理到不会伤害人、欺骗人、辜负人。\n\n要坚持“保持净输出”这样一个简单的策略，你需要原谅。\n\n**一直原谅，一直原谅，即使被人辜负到死、被人出卖到死，也一直原谅。**\n\n原谅他们是为了生存，原谅他们是因为害怕，原谅他们不知道自己到底在做什么。\n\n只要你有一点不原谅，你就立刻会获得一切充分的理由重回那条无间修罗场，转走另一条“生路”。\n\n那条“比别人强于是比别人有资格活下去”的路；那条无时无刻不恐惧自己并不比别人强的路。那条知道自己终将衰老和迟钝，并被不知何乡的青年轻松埋葬的绝望的路。\n\n那条你会深夜来问“孩子平庸，深感失望，怎么办”的路。\n\n如果你坚持走“净输出”这条路，会有无数的人觉得你会死于群狼分食。——事实上，也的确有这可能。\n\n有无数的人会对你做出可怕的事——有时仅仅是为了证明你的路是错的，以免他们自己要怀疑他们的路。他们怀疑不起，因为赌注太大，怀疑押错宝是一种难以想象的折磨。\n\n但是，你不用害怕你自己平庸，你真的不会害怕，而且是永远不会。\n\n因为无论谁与你相遇，都是ta的幸运。\n\n有足够多的人会看到这一点——尽管其中很多需要经过很多坎坷——这些人将会是你的家人。\n\n一群坚持“无论如何都要尽力做到净输出”的人合在一起，是不可能在这世上没有一席之地的。\n\n何况，和无限恐惧的生存相比，死亡没那么可怕。\n\n先愿你能有这样的平安。\n\n你平安了，你就知道当你的子女成年，你能给ta的最好铠甲是什么。\n\n不是什么通天彻地的“专业能力”，也不是那种所谓的八面玲珑的“情商”，而是一个善良、温柔同时理智、现实、强健的人格。\n\n**更本质的说，这份人格的有无，才是真实意义上平庸和不平庸的分水岭。绝非什么专业能力、学历资格、体能“智能”。**\n\n因为有这个人格的人有更大的机会得到同类的前辈的识别和帮助，也更能耐得住寂寞、伤害和挫折，有大得多的机会安安静静的完成那必要的一万小时训练。\n\nta反而有大得多的机会真正的不平庸。\n\n实际上，人的学习是从社会化完成后才真正开始的。在社会化真正完成前的那个教育过程，如果没能及时完成正确社会化的使命，而仅仅是教授了大量的信息，本质上是失败的。\n\n在这个方向性错误的“教育”里表现“平庸”，根本不值得担心。有无数浪子回头的青年，因为真的知道了学习的重要性和意义，面对着艰难之极的条件也完成了举世瞩目的学业——这绝不是只在古代才有的故事。\n\n其实这个世界对人的专业技能要求极低，远远低于对人的社会性功能的要求。有人看出你社会性功能上的优势，给你资源和机会，你不必老去担心你会在专业技能上不能胜任。\n\n几年以后，你会发现那些整天痛感所有人都对不起他的人在你面前才是真的平庸。\n\n——尽管他的指责都是确实的。",
            "voteup_count": null,
            "read_count": 3871,
            "favorites_count": 306
        },
        {
            "id": 3053,
            "title": "职业规划",
            "question": "设计师这样的工作，可以做一辈子吗？",
            "zhihu_link": "https://www.zhihu.com/question/25583089/answer/899020828",
            "author": "#Anonymity",
            "tags": "[\"2-事业/2C-职业/2-选择与规划\",\"处世\"]",
            "links": "[\"财富观\",\"家族\",\"能力\",\"新兴职业\",\"事业已定\",\"WORKER\"]",
            "last_update": "2021-05-14",
            "content": "设计师是少有的能做到老的工作，也是现代年轻人可以选择的最佳职业之一。\n\n预告一下，这里会顺便说一下职业选择和职业规划问题。\n\n等找到时间。\n\n说一下这个世代的职业规划问题。\n\n职业关乎生存，甚至是比婚姻和生育更加决定性的人生选择。不合理的职业选择，会让人如逆水行舟，竭尽全力而不得寸进。这很快造成你的焦虑、抑郁甚至绝望。\n\n那么如何尽可能的做出合理的职业选择呢？\n\n首先，我们要说明一个基本问题——**如果你没有一个恰当的价值观，对你将不存在任何合理的职业选择。**\n\n这就好像如果你想要找一头不需要吃草的驴，结论当然一定是找不到。实际上，遭遇职业危机的人群中绝大多数都不是职业选择本身是否合理的问题，而是价值观本身有根本缺陷，导致一切职业都不可选择。看起来只是“当前的职业不适合”，但其实那只是“所有职业都不适合”的一个单次采样。这种问题，是不可能通过重新选择职业来真正解决的。\n\n新作出的选择只是暂时尚未崩坏，但实际上因为价值观的根本缺陷，噩梦重现是难以避免的。\n\n所以，在谈论职业选择问题之前，首先你需要检查自己的价值观是否本身存在问题。如果你从事你的职业的原因仅仅只是“为了赚钱”，那么这个心态本身就注定了你并没有选择命运的能力，而仅仅只是被“最大利润期望”的幻像推搡揉捏罢了。你每一次的选择，都只是一种伪装成“理性取舍”，名为“进取“的放弃，诈作“勇敢”的逃窜。\n\n你其实从未选择，你只是在被选择之后假装那是你的选择。\n\n如果你还是觉得工作只是为了活着，那么你就不必看下去了。\n\n因为工作是一种死法，是一种定意选定的死法。是一种对自身必将死亡的命运的彻底接纳，和在这个接纳基础上作出的安排。\n\n因为有必死的觉悟，所以有不为所谓“生机”所动的坚决。\n\n然后才有选择可言。\n\n否则你一次次的“选择”，只是一种有效期不断缩短的毒品。\n\n你最后还是要面对死亡，没有逃开一分一毫，没有赚得一分一毫，净结果只是赤条条的失去了你本可以有的意义。\n\n站在这个基础上，再来考虑什么是有前途的事业方向。\n\n很显然，无论是什么职业，最终必然是服务于某种会有人受益于是会发生付费行为的业务。\n\n换句话来说，职业的前途取决于这种职业到底是在服务于什么样的需求。\n\n这个需求不会消灭，那么这个业务也就不会消灭。对应的职业就至少有最基本的前途可言。否则需求本身消灭了，业务当然会消灭，附着在业务之上的职业自然也会消亡，非任何个人的努力和天资所能对抗。如果我们把一种需求面对一切未来变迁而保持持续存在的可能性称之为需求的“健壮性”，那么，顺理成章的——怎么鉴定一种需求的健壮性呢？\n\n有两种需求，是最为健壮的。\n\n第一种，是免于死亡。\n\n第二种，是得到幸福。\n\n提供食物、提供住所、提供知识、提供生活必需品、提供安全、提供治疗……这些是在满足第一需求。\n\n提供娱乐、给予抚慰、给予宽恕、给予新的选择……这些是在满足第二需求。\n\n要注意，这两种根本需求，**是没有满足可言的**。当你是在满足一种没有满足可言的需求，你所从事的业务就有一种来自需求本身的根本的健壮性。\n\n你一定要确定，你所打算终身投入的职业、你的“死所”，一定是指向某个人类永远无法完全满足的需求。否则，人的一生足够漫长、你将可能面临中年踏空或者最终成空的危险。\n\n而这种危险所带来的恐惧，会催生出你种种愚蠢而浮躁的投机行为，通过一次次累积的沉没成本，把你拖进深渊。\n\n先确认了这一点，我们再来谈职业问题。\n\n到底什么是“一个职业”？\n\n如果我问你，你是做什么的，你会怎么回答？\n\n“画画的”\n\n“做广告文案的”\n\n“写代码的”\n\n“送外卖的”\n\n“服装销售”\n\n“地产中介”\n\n你们热切需要听到的，是我告诉你们你们自己的这个职业很有前途，对吧？\n\n很遗憾，如果这些就是你们心目中所认为的职业，那么这些全都极不安全。\n\n道理很简单，它们的“深度”都太浅了，浅到容不下一个人全部的职业生涯、容不下一个人的人生。这些盒子都太小，当你进入某个阶段，你将不得不换一个盒子。\n\n这也恰恰反映了现实——我们中的绝大多数人，就好像职场寄居蟹。每隔一段时间，就会因为行业原因、婚姻原因、子女原因、父母原因、置产原因……不得不爬出自己已经建筑坚固的壳，拖着不堪一击的身体，绝望的在黑暗的海底摸索，希望摸到一个新的壳。\n\n答案难道是另一个壳吗？一个可以兼容你这阶段发育的新壳子？它又能管多久呢？你明知过一段时间就会有新的事情出来。\n\n所以，我明确的告诉你一个最简单的事实——在现在这个历史时期，只有可以自由化的职业，才可以被称为真正的职业。否则，它就只是**寄居蟹壳**——岗位（post）。\n\n你现在做的，到底是一个**职业**，还是一个**岗位**？\n\n如果你现在做的是一个岗位，要怎样尽快的找到并开始你的职业？\n\n要回答这个问题，我们必须找到“职业”的真正表达。\n\n我是一个designer，我是一个healer，我是一个manager，我是一个entertainer，我是一个explorer，我是一个broker，我是一个problem solver，我是一个dealer，我是一个peace maker，我是一个protector……\n\n你看懂没有？\n\n你的**职业**，应该是一个这样级别的表述。这才是你的职业，其他的修饰词只是你的职业的阶段性的附加属性。\n\n能作为职业的选择，必定是这样的“元概念”。只有这样级别的表述，才可以被看作是一种职业选择。\n\n你目前头衔上所带的限定词，只是你进入你自己职业的的“学徒认证”。你要成为一个healer，你可能需要从门诊护士开始。你要成为一个manager，你也许需要从“客户助理”或者“接线员”做起。但客户助理、接线员，**不是你的职业，而是你职业中的阶段状态。**\n\n只有明确的区分阶段状态与职业，你才能避免犯下战略性的错误，错误的在一个阶段角色上投入过多的资源。\n\n举个例子，当你是一名接线生，同样有一个月的业余时间，你可以拿来去学管理学原理，也可以拿来学“优秀接线员须知”。你这一个月放在左边还是右边，就是未来命运的分界线。\n\n你知道吗？有这个心胸选前者并且能执行的，甚至会是一个比后者更好的接线员——尽管后者自己表现得“更专注本职”。\n\n为什么？因为同样的投资，前者的有效回报会延续自己的整个职业生涯，而后者却基本只会延续到自己不再做接线员了为止。能看出这个差别、能忍住短期冲动、并且持续付诸行动的人，即使是在接线员这个岗位上也会因为这个眼光和意识无师自通的占据优势。\n\n有正确的职业意识的人，因为能意识到职业本身的“元属性”，会更加猛烈而坚决的投资在“元知识”“元技能”上，而不是各种看起来立竿见影的小技巧、小诀窍上。\n\n而因为他们手里掌握的是几乎不受时代变迁、具体环境条件限制的元技能、元知识，他们的这些个人发展的投资就不会因为一些职业阶段的变化而变成沉没成本。因此他们才能无惧于具体的岗位变化、市场变化。\n\n那么有哪些东西算是元知识和元技能呢？\n\n这需要先知道“元问题”是什么——因为元知识、元技能，其实都是围绕着元问题而生出的工具。\n\n人类所做的一切，兜兜转转，都是在围绕着元问题打转。\n\n那么元问题到底是什么？\n\n对每一个个人来说，人生的元问题可以规范的表达为——“找到一个足以支撑我接受死亡及死亡风险的理由。”\n\n这是一个极其困难的任务，于是围绕着它出现了元问题的一个前置问题——“在我找到这个理由之前，我要避免死亡。”\n\n爱、享乐、权力欲望、解脱，信仰……都是元问题的可能的答案选择。到底是哪个更好、更可行，我们暂时不去讨论。\n\n但无论如何，只有你解决了元问题，你才能摆脱死亡一天比一天更扼制，你的人生才有真正的乐观和轻松可言，也才有真正的生命可言。\n\n无论人是否明确的意识到了这个元问题，这个问题都在无声的、一秒也没有放松的追问着每一个人，无人幸免。\n\n也因此，所有的人类的行为、努力、追求，都是自觉和不自觉地围绕着这个中心在运转。\n\n这个就是人类的终极价值评价体系——有利于人类找到元问题答案的、有利于人类固守自己找到的答案的，就是人类最终会认为有价值的，也是人类会乐意付出劳动来给予回馈的。\n\n你如果想要获得利润，最终你一定是在回答这个问题，一定是在帮助某人解决这个问题。\n\n或者至少需要让人相信你是在这样做。\n\n无论你是在撰写小说也罢、做科学研究也罢、制造产品也罢、设计广告也罢、做医生也罢、教师也罢、律师也罢……\n\n只有你回答了“我的努力如何与元问题有关”，你的努力才有可能在他人眼里拥有价值，才有可能有对你的努力的需求。\n\n越是伟大的成就，就越是更深入、更本质的触及到了这个元问题的底层。\n\n底层是 寻找答案 / 给出答案 / 加固答案，表层是帮助争取追寻答案的机会（也就是协助维生）。\n\n这就是人类所做的一切主观努力的本质。\n\n凡是与这个元问题直接关联的，就是元知识、元技能。\n\n元知识，主要是广义的语言。\n\n元技能，是指广义的观察、归纳、演绎与表达能力。\n\n[人在年轻的时候，最核心的能力是什么？](https://www.zhihu.com/question/303482683/answer/1320422809)仔细看看这一篇东西。\n\n这篇东西里所指向的技能，就是元技能之一——表达能力。\n\n观察能力、归纳能力，最终都表现为表达能力的一部分，具体的关系在上面这篇里已经说了。\n\n**越是直接与元技能相连的工作，就越是安全系数高，越是能“做到老”。**\n\n**这就是为什么“设计师”这个职业完全可以做到老的根子——所谓设计师，本身就是一个发现问题、解决问题和表达方案的职业。**\n\n**尤其是在表达方面有高度的专业训练和丰富的实践磨练。**\n\n几大元技能都踩全了，怎么会那么被动呢？\n\n如果设计师这个工作越做越窄，只会是因为你本身并不是真正的设计师，并不是在做设计工作，而只是在做人肉印刷机之类的非智力劳务。\n\n这不是设计师这个职业的错了。",
            "voteup_count": null,
            "read_count": 4443,
            "favorites_count": 305
        },
        {
            "id": 6,
            "title": "致读者 - III @Anonymity",
            "question": "成为像JH这样的人，有没有一套可供参考的努力方向？",
            "zhihu_link": "https://www.zhihu.com/question/388065354/answer/1165852691",
            "author": "#Anonymity",
            "tags": "[\"1-家族/1G-统绪/2-传家\",\"1-家族/1A-内外/1-内在建设/1c-自强\",\"3-信仰/3A-Caritas/1-爱\",\"致读者\"]",
            "links": "[\"致读者 - 置顶文章\",\"拒绝崇拜\",\"爱\"]",
            "last_update": "2020-12-15",
            "content": "总结一下我变成我的几大因素：\n\n首要的，其实是我自己复杂的个人经历。这个得看老天安排，所以这个没得学习模仿。\n\n但从另一面看，也没什么必要去学习模仿。上天自然给每个人安排了各自自己的职业、事业和道路，会把人塑造成各种有趣的样子。你可以变成你自己有趣的样子，跟我一样是有多无趣。\n\n第二，好奇心。\n\n人间最有意思的事情，就是无论你如何阅历丰富，总有令你不得不拍案叫绝的前所未有的精妙设计和绝妙情节。而且越是站得高，可以看见的风景也就越宽阔和精彩。\n\n只要人保持着持续的、强烈的好奇心，而不被那些无聊的功名利禄的占据全部能量，自然而然的就会一路向山顶行去。\n\n你其实真的不需要那么多钱、不需要那么多人羡慕、那么多权力来自保。一箪食一豆羹，回也不改其乐。学而时习之，不亦乐乎？\n\n学习探索，没必要是为了吃饭赚钱这样的理由。仅仅是这样的理由，并不能支撑你走得很远——更不必说看得到我能看到的风景了。\n\n原因不复杂——我能看到我所能看到的，是依赖了大量没有明显经济效益的学习。那在一心赚钱的人眼里是不可思议的“精力浪费”。但在我看来，把能走上更高观景点的机会拿来换了那么点金钱，才是更大的浪费。\n\n没站到这个地方的人，很难体会到这种快乐程度——放眼望去，这个世界充满着难以对没有同等积累的人言说的美与绝妙。就像世界在不停的说相声，但与你同行的人却听不懂中文。你可以尽力用英语对人解释，但这意思可以说通，这神韵却会在翻译中遗失。\n\n而最重要的是，翻译的速度远远的追不上台上演出的速度。你们看着我给你们说得精彩纷呈，其实远远不如我看得见的精彩之万一。你们也不知道我多为你们焦急——世界是如此的丰富和美妙，你们却被各种荆棘树杈勾住了袖子口袋，在黑暗的地方纠缠痛苦。\n\n真的是很浪费。\n\n痛苦的绝大多数原因，都是人看问题太近、太局限、太缺少智慧。\n\n太近、太局限，于是很多远期的、非直接的、非具象的积极收益你就看不见、信不足，于是你算起账来，就自然少计算了大量的进项，当然总是得到一个巨亏的数字，然后被这个数字吓到失魂落魄。\n\n这几乎不可能靠所谓的奇妙计策陡然提高现金流来把亏账瞬间做成盈账。\n\n于是你们总是心里发苦，眼里发花，匍匐在地，喘不过气来。\n\n一本书也没有心思再看，一点好奇的力气也不再花。\n\n只是忧愁啊忧愁，无限的忧愁下去。忧愁到受不了了，到处去找“悲观的人如何变得乐观”的答案。\n\n这双眼睛是盲的，你的账就怎么也抹不平，而你“账算不平”，你的眼睛又会一直被忧郁紧紧的蒙住，眼睛看不见，账又一直平不了，账平不了，你就没有余力睁开眼……\n\n看懂没有？**解决的关键并不在于那些眼前怎么也算不平的账，而在于那双看不见账本来就是平的、甚至是盈利着的眼睛。**\n\n而我的幸运，就在于我一直在跟着风景走，在低头算账前，就先有了看得见那些“隐藏收入项”的眼睛。这些对普通人看来“虚无缥缈”“不切实际”、只会被恐惧的心态抹杀掉的东西，在我眼里有形有相，宛如实质。\n\n于是我不担心，我不担心，我就不焦虑，我不焦虑，我就一直有时间接着往下看风景。我风景看得越多，视力就越好，我的账本就越乐观，越不无谓占用我的精力去焦虑，于是我风景就看得越多，视力就越好……\n\n另一个问题就是欠缺智慧。\n\n很多问题对你来说很难，难到令你绝望，是因为你知道的方法太少。你的工具箱里只有锤子，如果问题不是一颗钉子，你一下子就完蛋了。你锤了又锤，就是不能把打碎的花瓶锤成好花瓶，你就慌了。慌了你就失眠了，失眠了你就乱来了。\n\n你知道要寻找办法可以顺藤摸瓜，然后顺着所有你知道的藤摸了个遍，一个瓜都没有摸到。\n\n这才是真正令人绝望。\n\n而你如果一直保持着单纯的好奇，漫无目的的、不顺着功利线索的去随机的追寻一切知识，你一定会常常发现这种现象——**某些能救你命的瓜，长在别的树上。而你要先看见了它们，才能反过来看见那些以前你绝对发现不了的藤**。很多你觉得绝无办法的问题，有着难以想象的天马行空的方案，需要的只是你再站高一点，看深一点。\n\n单纯的好奇而带来的知识宽阔性给你带来的首要好处，并不是你会多很多方法，变得特别能解决问题——相信我，就算你思路宽阔十倍，一样书到用时要恨少，而且一时之间解决不了你眼前的问题。因为那时难住你的问题也会是能难得住你的问题——不然它怎么会成其为一个问题呢？\n\n**首要的好处不在于你工具箱里多出的那几件有限的工具，而在于对“问题存在着可能的出路”的信心。**\n\n**你见识过那些藤可以藏得多么诡异绝妙的深，你就不会再因为简单的顺藤摸瓜摸了个空就轻易绝望。你就会多一些耐心，晚几个星期焦虑。**\n\n这是一个极大的优势，能进一步的帮助你不被那些荆棘牵绊，耽误你看风景。\n\n越过这山丘，站到我所立足的地方，你们就会会懂得我在说什么。\n\n那个时候，大概才会与我“一样”。\n\n我在做的事情，最直接的两个用意，一是指出一些隐藏的进项，帮助人们先从眼下的“账面亏损”的绝对焦虑里解脱出来，有能力抬头看看风景，一是摘录一些我看得到的相声来，作为一种尝鲜包，让人生出继续前进的念想。\n\n这个世界如此美妙，栽倒在一本错误的账本里，实在太可惜了。因此而生的那些痛苦，实在无谓。\n\n无谓的痛苦，是纯然的恶。能去除任何一点，都是好事。",
            "voteup_count": null,
            "read_count": 4599,
            "favorites_count": 300
        },
        {
            "id": 1646,
            "title": "爱",
            "question": "爱到底是什么 ？",
            "zhihu_link": "https://www.zhihu.com/question/444126370/answer/1743255025",
            "author": "#Anonymity",
            "tags": "[\"3-信仰/3A-Caritas/1-爱\",\"1-家族/1A-内外/1-内在建设/1f-概念定义\",\"1-家族/1E-两性/1-亲密关系/1a-交往准则/贪与爱\",\"神学\"]",
            "links": "[\"财富观\",\"祷告观\",\"恩\",\"致全体女性\",\"安全感\",\"恋爱原理\",\"致读者 - 置顶文章\",\"拒绝崇拜\",\"初中生\",\"努力方向\",\"有用\",\"纪实\",\"三观可塑期\"]",
            "last_update": "2021-09-05",
            "content": "今天追本溯源的说一下爱这个概念。如果你有英语基础，对深入的理解这个概念会大有好处。\n\n下面是拉丁文版本、英王钦定本和中文和合本的对照。这三个版本本身有无数的小版本差异，我们这里不去打这个口舌官司，只看最显然的大局。\n\n为什么要选Bible？因为我们现在在东亚所谈的这个“爱”的概念，不是一个本来直接存在于东亚文化里的原生概念，\n\n为什么选择这三个版本？\n\n这个拉丁文版本，是基督教被立为罗马国教后确立的正典版本。\n\n带着你们一个词一个词的过一过。我先说明一下——我并不专精拉丁文，也并不主张你们以这里的答案为标准答案，因为与其说断言文字的原意就是如此，不如说这些是我个人的理解。\n\n> Caritas patiens est, benigna est.\n> Charity suffereth long, and is kind.\n> 爱是恒久忍耐，又有恩慈。\n\npatiens。这是“病人”吗？这是**耐心**。专指忍耐痛苦的耐心。也因此，会将忍耐病痛的人称为patient。\n\nsuffereth - surffers - 受苦\n\n> Caritas non aemulatur,\n> charity envieth not;\n> 爱是不嫉妒\n\nenvieth - envy - 嫉妒\n\n> non agit perperam,\n> charity vaunteth not itself,\n> 不自夸\n\n> non inflatur.\n> is not puffed up.\n> 不张狂\n\ninflatur - inflate - 膨胀，给轮胎充气。\n\n> 5 non est ambitiosa,\n> doth not behave itself unseemly,\n> 爱是不做害羞的事\n\nambitiosa - ambition - 野心\n\n**爱没有野心**。\n\n这句被英王钦定版翻成了doth not behave itself unseemly。\n\n拉丁文版是由修士一天祈祷几个小时，然后在精神和肉体的巅峰提笔抄几个词在羊皮卷上，这样抄若干年才出一本的东西。是给各个教区座堂的镇殿之宝。\n\n詹姆士王版本是印刷机像印报纸一样印了准备发给基本不识字、只会说英文白话的老百姓当报纸读的通俗读物。英王钦定本和莎士比亚作品一起奠定了现代英语的根基——实际上前者的作用更为根本。但这也带来了一个非常致命的问题——它导致圣经的原意被英语文化的语境迁移了。\n\n比如这句至关重要的“爱无野心”，被迁移成了“爱是不做害羞的事”。但微妙的是，何谓理应“害羞”的事，何谓unseemly，却是一件“皇家御准事业”。这一句转译，其实将原文的解释权轻轻巧巧的从教会的大公会议上转移到了国王御案上。\n\n> non quaerit quae sua sunt,\n> seeketh not her own,\n> 爱是不求自己的益处\n\nSeeketh - seeks - 寻求\n\n> non irritatur,\n> is not easily provoked,\n> 爱是不轻易发怒\n\nirritatur - irritate - 被激怒\n\nprovoked - 被挑衅\n\n**爱不受挑衅**。\n\n> non cogitat malum,\n> thinketh no evil;\n> 爱是不计较人的恶\n\n这实际上是——爱不想象恶，不向恶思索，爱不以恶意揣测人。\n\n**爱不思恶。**\n\n> 6 non gaudet super iniquitate,\n> rejoiceth not in iniquity,\n> 不喜欢不义\n\niniquity 敌意的行为、恶意的行为\n\n中文翻译成不喜欢不义，实际上是指不喜欢任何对ta人含有恶意、冀望人受损的行为。\n\n> congaudet autem veritati:\n> but rejoiceth in the truth;\n> 只喜欢真理\n\n无论一个幻觉让你如何享受，一个事实让你如何折磨，得以明了事实、摆脱幻觉，都是一件值得庆贺和欣喜的事。\n\n爱之中根植了“事实自身永远是善”的价值观。\n\n**爱以真实为乐。**\n\n> 7 omnia suffert,\n> beareth all things,\n> 凡事包容\n\nsuffert - 忍耐\n\nomnia - 全向的、全部的。omni light，就是指全向射灯，一个向所有方向发射光的的灯，如同太阳那样。\n\nbeareth - bears - 忍受\n\n这其实应该译作“凡事忍受”。但是很显然中文译者意识得到在中文语境中说“凡事忍受”恐怕因为文化心理隔阂造成极大的信仰障碍，所以他们转了个身，翻译成了包容、宽容。\n\n但其实在拉丁文中其实就是“忍饥挨饿”那样性质的忍受。\n\n**爱以忍受包容一切。**\n\n> omnia credit,\n> believeth all things,\n> 凡事相信\n\n这又是一个至关重要的迁移\n\n就我个人理解，credit不是“相信”，而是“授信”。“相信”涉及到了信仰，是指“认信为真”，而credit，“授信”，是指“以真视之”。\n\ncredit card 信用卡，是对你的授信，是指首先假定你是真的，等你违信了再作反应。\n\n而believe，则是认定你为真，这意味着当出现暗示你为假的迹象时，believer有拒绝采纳为证据、拒绝转为不信的义务，即坚信的义务。没有这种“对怀疑的免疫力”，是不成其为believe的，只可以称为credit。\n\n所以，这句按拉丁文，实际上应该译为“凡事授信”，即对一切人的声称，首先当作真实的诚实的来对待，直到看到事实与此相悖。\n\n> omnia sperat,\n> hopeth all things,\n> 凡事盼望\n\nhopeth - hopes - 希望、期盼\n\n对一切都寄予希望。也就是永远无所谓“我对你绝望了”，或者“我对这事绝望了”。\n\n你可以决定以其他的任何理由来停止投入某事或者停止服务某人，但这不可以是因为“绝望”。\n\n因为作为不能预测未来、不能决定历史的人类，没有逻辑上有效的能力来做出“绝望”的结论。\n\n> omnia sustinet.\n> endureth all things.\n> 凡事忍耐\n\nsustinet。现在有个很流行的概念，叫做sustainability——可持续性。sustinet，应该译为持续、坚持。\n\n在英文里翻译为了endureth，这是一种“硬挺着直到灾难过去”的意思，其实也适合翻译为“凡事坚持”。\n\n> 8 Caritas numquam excidit\n> Charity never faileth\n> 爱是永不止息\n\nnumquam excidit，从不失败\n\nnerver fail，从不失败\n\n爱从不失败。\n\n爱既然从不失败，爱自然从不认输，于是中文翻成了——\n\n**爱永不止息。**\n\n---\n\n这个源头，无论是拉丁文版，还是英王钦定本，都没有将这里的“爱”对应为Love，而是caritas，charity。\n\nLove是什么？Love是盎格鲁撒克逊语系的原生词，lubo / Liubi / Lieber / lob / lof / liob / lien 表示“快乐”、“赞美”。它是指向“快乐的情绪”，指“使人快乐”。\n\n因为英国的崛起而导致的从拉丁文的“Caritas / 慈善”向盎格鲁撒克逊语的“Love / 使人快乐”的迁移，是“爱”这个概念的一次至关重要的异变。\n\n真正令人叹息的，是**“欲使人快乐的东西”并不能使人快乐**。是Caritas使人真正的平安喜乐。\n\nLove，并不能真的替代caritas作为“爱”的对位表述。\n\n**记住：**\n\n**爱不是“love”，爱是caritas，爱是慈善**。\n\n**一种行为，若不是慈善，则不成其为爱。**\n\n**爱不是你侬我侬，耳鬓厮磨，缠绵悱恻，更不是寤寐思服、辗转反侧——甚至根本就不是这种东西。**\n\n**爱是caritas，不是love。**\n\n**Caritas / 慈善，无虑性别，无虑种族、无虑阶级、无虑意识形态。**\n\n它不自夸，不膨胀，无野心，不想象恶，甘愿受苦，信奉真理，凡事授信，永不绝望。\n\n它永不认输。\n\n爱是人类借以穿透一切兽性、消解一切恶念，最终战胜一切罪恶的神性内核。\n\n是人所能行最近于神的事。",
            "voteup_count": null,
            "read_count": 7073,
            "favorites_count": 293
        }
    ]
}